[
  {
    "id": "3b5d6d1b52c06623",
    "text": "Oh, no single piece of our mental world is to be hermetically sealed off from the rest, and there is not a square inch in the whole domain of our human existence over which Christ , who is Sovereign over all , does not cry: ‘Mine!’",
    "author": "Abraham Kuyper",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "55bd800967327f48",
    "text": "Sphere Sovereignty (p. 488) cited in James D. Bratt, ed., Abraham Kuyper, A Centennial Reader , (Grand Rapids, MI: Eerdmans, 1998).",
    "author": "Abraham Kuyper",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "e541ca2125a7301d",
    "text": "A dog barks and stands at bay if he sees any one assault his master. I should be indeed remiss, if, seeing the truth of God thus attacked, I should remain dumb, without giving one note of warning.",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "f6398737a249e563",
    "text": "Letter 130 (to the Queen of Navarre), 28 April, 1545.",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "d8a9a29ddb0df1fe",
    "text": "Now among the other things proper to recreate man and give him pleasure, music is either the first or one of the principal;and we must think that it is a gift of God deputed for that purpose'.",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "709621349b7daedf",
    "text": "On Martin Luther in a letter to Philipp Melanchthon , ( 28 June 1545 ), in Jules Bonnet, ed., Letters of John Calvin (1 vol. abridged), ( Banner of Truth Trust , 1980), ISBN 0-8515-1323-9 , p. 74; also in Philip Schaff , History of the Christian Chuch vol. 8, ch. 11, n. 568.",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "aff02345038a54b3",
    "text": "God promised by the mouth of Isaiah that queens should be the nursing mothers of the church.",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "8acc9efe129b9268",
    "text": "Referring to (Isaiah 49:23) in a letter to William Cecil (May 1559), in Bonnet (1980), op. cit. , p. 212; also in Hastings Robinson, ed., The Zurich letters: Comprising the Correspondence of several English Bishops and others with some of the Helvetian reformers, during the early part of the reign of Queen Elizabeth , (Second Series. A.D. 1558-1602), Cambridge (England): University Press, 1845, p. 35.",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "65b0dcfc97476baa",
    "text": "I cannot think such language either right, or becoming, or suitable. ... To call the Virgin Mary the mother of God can only serve to confirm the ignorant in their superstitions.",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "bc21c7974799e812",
    "text": "John Calvin, [ Epistle CCC to the French church in London ], 27 September 1552; translated by Jules Bonnet, p.362",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "1f34e144572d5c73",
    "text": "Nor, in truth, is it of little importance to prevent the suspicion of any difference having arisen between us from being handed down in any way to our posterity; for it is worse than absurd that parties should be found disagreeing on the very principles , after we have been compelled to make our departure from the world.",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "4be767fe4ef5be9e",
    "text": "Letter to Philip Melanchthon, 28 November 1552.",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "8d91b49a7c45d25a",
    "text": "I do not doubt that there has been some ignorance in their having reproved this mode of speech, — that the Virgin Mary is the Mother of God … I cannot dissemble that it is found to be a bad practice ordinarily to adopt this title in speaking of this Virgin: and, for my part, I cannot consider such language as good , proper, or suitable… for to say, the Mother of God for the Virgin Mary, can only serve to harden the ignorant in their superstitions.",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "3bcc7ccfa80ba5a2",
    "text": "Calvin to the Foreigners’ Church in London , 1552-10-27, in George Cornelius Gorham , Gleanings of a few scattered ears, during the period of Reformation in England and of the times immediately succeeding&#160;: A.D. 1533 to A.D. 1588 (London: Bell and Daldy, 1857), p. 285.",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "c84c04954acc2cb1",
    "text": "Traité des reliques , translators: Krasinski, Valerian, Count, approximately 1780-1855. P. 233.",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "601fdc66815afbc9",
    "text": "Traité des reliques , 1543 ( Traité des reliques by M. Iehan Calvin. Published 1921 by Éditions Bossard in Paris. P. 113).",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "ddca37b8e9ff640f",
    "text": "Primo meretur eorum perdita obstinatio et indomabilis, ut immensa miseriarum congerie sine fine et modo oppressi omnes exhilarent suis malis, nemo autem eorum misereatur. (Their [the Jews] depraved and indomitable obstinacy merits that none of them be pitied, as they all delight in their evils while being oppressed by a great mass of miseries without end or measure.)",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "afaf2122797ee937",
    "text": "A Response To Questions and Objections of a Certain Jew (Ad quaestiones et objecta Judaei cuiusdam responsio).",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "eecb2066276343b8",
    "text": "This is often mistranslated on Messianic websites as \"Their [the Jews] rotten and unbending stiffneckedness deserves that they be oppressed unendingly and without measure or end and that they die in their misery without the pity of anyone.\"",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "b970b3edbf848edb",
    "text": "All things being at God’s disposal, and the decision of salvation or death belonging to him, he orders all things by his counsel and decree in such a manner, that some men are born devoted from the womb to certain death , that his name may be glorified in their destruction.",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "c4afb02db6899c96",
    "text": "In John Allen, ed., Institutes of the Christian Religion. Ioannis Calvini Institutio Christianae religionis (Philadelphia: Presbyterian Board of Publication, 1841), p.169.",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "403dbc5b6b2d46ef",
    "text": "But, as sculpture and painting are gifts of God, what I insist on is, that both shall be used purely and lawfully, that gifts which the Lord has bestowed upon us, for His glory and our good, shall not be preposterously abused, nay, shall not be perverted to our destruction.",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "45c03d19c39532b6",
    "text": "For just as soon as a visible form has been fashioned for God, his power is also bound to it. Men are so stupid that they fasten God wherever they fashion him; and hence they cannot but adore. And there is no difference whether they simply worship an idol, or God in the idol. It is always idolatry when divine honors are bestowed on an idol, under whatever pretext this is done. And because it does not please God to be worshiped superstitiously, whatever is conferred upon the idol is snatched from him.",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "0157152fa6894247",
    "text": "Institutes 1.11.9 as quoted in War Against the Idols: The Reformation of Worship from Erasmus to Calvin by Carlos , M. N. Eire p.217",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "49977837c0b4166b",
    "text": "Just as a maistre Fifi mocks those who hold their noses [in his presence]. because he has handled filth for so long that he can no longer smell his own foulness; so likewise do idolaters make light of those who are offended by a stench they cannot themselves recognize. Hardened by habit, they sit in their own excrement, and yet believe they are surrounded by roses.",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "71775e2ef8f0238b",
    "text": "Excuse , CR 6.595. as quoted in ibid, p.220",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "76cde16bee933843",
    "text": "We may also fitly remember that Satan has his miracles, which, though they are deceitful tricks rather than true powers, are such a sort as to mislead the simple-minded and untutored [2 Thes, 2:9-10] ... Idolatry has been nourished by wonderful miracles, yet these are not sufficient to sanction the superstition either of magicians or of idolators.",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "7981332e1697581c",
    "text": "Prefatory Address, McNeill (ed.), Institutes , p. 17; as quoted in ibid, p.222",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "b44752e9f9aca918",
    "text": "The papists abuse this text, not only to the end they may commend feigned miracles, which they say are done at the graves of martyrs, but also that they may try and sell us their relics. Why, say thy, shall not the grave, or garment, or the touching of the bones of Peter have as much power to heal, as his shadow had?",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "6e929b396bdaeb7e",
    "text": "Commentary on Acts CR 48 104; as quoted in War Against the Idols: The Reformation of Worship from Erasmus to Calvin by Carlos M. N. Eire p.222",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "5ac00b0a5cc65243",
    "text": "No religion is genuine unless it be joined with truth.",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "41a0183e42ac65ca",
    "text": "Institutes 1.4.3, as quoted in ibid, p.213",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "a9347f71ce23786b",
    "text": "We condemn those who affirm that a man once justified cannot sin. ... As to the special privilege of the Virgin Mary, when they produce the celestial diploma we shall believe what they say.",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "d259f5504ecc6288",
    "text": "John Calvin, Antidote to the Canons of the Council of Trent , Canon 23. (1547)",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "dd974d66d4410ee7",
    "text": "It is no small honour that God for our sake has so magnificently adorned the world, in order that we may not only be spectators of this beauteous theatre, but also enjoy the multiplied abundance and variety of good things which are presented to us in it.",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "fdb4d3c21d060cbc",
    "text": "Works (1844) edited by the Calvin translation society, as quoted in Reformed Spirituality: An Introduction for Believers (1991) by Howard L. Rice, p. 59.",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "584ca9a243d13185",
    "text": "A Sermon of Master John Caluine, vpon the first Epistle of Paul, to Timothie... , London: G. Bishop and T. Woodcoke, 1579 (ch. 2:13-15).",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "dc06540ceb842b1c",
    "text": "Sermons of M. John Calvin, on the Epistles of S. Paule to Timothie and Titus , Laurence Tomson , trans., Printed for G. Bishop and T. Woodcoke, 1579, p. 231. [1] (Facsimile reprint in Jean Calvin, Sermons on Timothy and Titus (16th-17th century facsimile editions) , Edinburgh: Banner of Truth Trust, 1983. ISBN 0851513743 ISBN 9780851513744 , p. 231. \"Let the Nunnes therefore...\"",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "8f0f86ffcdf5610c",
    "text": "Sermons Sur la Premiere Epitre a Timothee (Sermons on the First Epistle to Timothy), Sermon 19 (\"Dixneuvieme Sermon\") in the Corpus Reformatorum , 1895, vol. 81 ( Opera 31) p. 228. [2] [3] [4] .",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "99c8b3276a6ce0f1",
    "text": "We must know and be out of all doubt, that the Pope hath but a devilish Synagogue, and that all his Clergy is but filth & stench, all these varlets that have cast aside the Church of God, are but vermin. Although the Pope, who is Antichrist, be set in God’s sanctuary, (as we have seen before [2 Thes. 2.4]) yet notwithstanding, he is not worthy to be taken and accounted for a minister of the Church, nor all his mates.",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "043c28f4d153bcef",
    "text": "Sermon on 1 Timothy, ch. 3. The 22 Sermon upon the second Chapter Sermons on Timothy and Titus (16th-17th century facsimile editions) , p. 265. pdf images",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "c9e1d3a5836474ec",
    "text": "It cannot be denied that God in choosing and destining Mary to be the Mother of his Son, granted her the highest honor.",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "e261d089ad11f3c6",
    "text": "Calvini Opera , Braunshweig-Berlin, 1863-1900, Volume 45, 348, (1877-78)",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "c652ae0a70893064",
    "text": "Helvidius has shown himself too ignorant, in saying that Mary had several sons, because mention is made in some passages of the brothers of Christ.",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "4fa6219112af83c1",
    "text": "Bernard Leeming, \"Protestants and Our Lady\", Marian Library Studies, January 1967, p.9.",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "d61970e1e3001765",
    "text": "We take nothing from the womb but pure filth [ meras sordes ]. The seething spring of sin is so deep and abundant that vices are always bubbling up form it to bespatter and stain what is otherwise pure.... We should remember that we are not guilty of one offense only but are buried in innumerable impurities.... all human works, if judged according to their own worth, are nothing but filth and defilement.... they are always spattered and befouled with many stains.... it is certain that there is no one who is not covered with infinite filth.",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "14dc8defce379c3e",
    "text": "In John Calvin: A Sixteenth-Century Portrait , 1989, William J. Bouwsma, Oxford University Press, USA, ISBN 0195059514 ISBN 9780195059519 , p. 36. [5]",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "313ed9c6380a470f",
    "text": "Et ne soyons pas semblables à ces fantastiques, qui ont un esprit d'amertume et de contradiction, pour trouver à redire par tout, et pour pervertir l'ordre de nature. Nous en verrons d'aucuns si frénétiques, non pas seulement en la religion, mais pour monstrer par tout qu'ils ont une nature monstrueuse, qu'ils diront que le soleil ne se bouge, et que c'est la terre qui se remue et qu'elle tourne. Quand nous voyons de tels esprits, il faut bien dire que le diable les ait possédez, et que Dieu nous les propose comme des miroirs, pour nous faire demeurer en sa crainte.",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "d01a5ec29fe2a32d",
    "text": "And let us not be similar to those dreamers, who have a spirit of bitterness and contradiction, who reprove everything and pervert the order of nature. We will see some so deranged, not only in religion, but who demonstrate in all things that they have a monstrous nature, that they will say that the sun does not move, and that it is earth that moves and turns. When we see such minds, it must be said that the devil possess them, and may God set them before us as mirrors, to make us remain in his fear.",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "8904870aeaefef35",
    "text": "Sermon 8 on 1 Corinthians 10:19—24, Joannis Calvini opera quae supersunt omnia, Volume 49, page 677",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "cf5dbdba96a50149",
    "text": "For what accords better and more aptly with faith than to acknowledge ourselves divested of all virtue that we may be clothed by God, devoid of all goodness that we may be filled by him, the slaves of sin that he may give us freedom, blind that he may enlighten, lame that he may cure, and feeble that he may sustain us; to strip ourselves of all ground of glorying that he alone may shine forth glorious, and we be glorified in him?",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "3a5e4039cc8f21fa",
    "text": "Prefatory Address to King Francis as translated by Henry Beveridge, p. 16.",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "339b40a3054e42e3",
    "text": "The proper course, therefore, is, in the first instance, to ascertain and examine the doctrine which is said by the Evangelist to precede; then after it has been proved, but not till then, it may receive confirmation from miracles. But the mark of sound doctrine given by our Saviour himself is its tendency to promote the glory not of men, but of God (John 7:18; 8:50). Our Saviour having declared this to be test of doctrine, we are in error if we regard as miraculous, works which are used for any other purpose than to magnify the name of God.",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "6fa14a2a0daf53a0",
    "text": "To make everything yield to custom would be to do the greatest injustice. Were the judgments of mankind correct, custom would be regulated by the good. But it is often far otherwise in point of fact; for, whatever the many are seen to do, forthwith obtains the force of custom. But human affairs have scarcely ever been so happily constituted as that the better course pleased the greater number. Hence the private vices of the multitude have generally resulted in public error.",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "19b8e96f2bdffcac",
    "text": "We must not only resist, but boldly attack prevailing evils.",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "3447ceeedbc4ade8",
    "text": "Be it so that public error must have a place in human society, still, in the kingdom of God, we must look and listen only to his eternal truth, against which no series of years, no custom, no conspiracy, can plead prescription. Thus Isaiah formerly taught the people of God, “Say ye not, A confederacy, to all to whom this people shall say, A confederacy;” i.e. do not unite with the people in an impious consent.",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "8a4aa0e9a75da5b4",
    "text": "Depraved custom is just a kind of general pestilence in which men perish not the less that they fall in a crowd.",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "db5404e70a4d77fa",
    "text": "The hinges on which the controversy turns are these: first, in their contending that the form of the Church is always visible and apparent; and, secondly, in their placing this form in the see of the Church of Rome and its hierarchy. We, on the contrary, maintain, both that the Church may exist without any apparent form, and, moreover, that the form is not ascertained by that external splendour which they foolishly admire, but by a very different mark, namely, by the pure preaching of the word of God, and the due administration of the sacraments.",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "b18472cfd1b97db6",
    "text": "Without knowledge of self there is no knowledge of God. Our wisdom, in so far as it ought to be deemed true and solid Wisdom, consists almost entirely of two parts: the knowledge of God and of ourselves. But as these are connected together by many ties, it is not easy to determine which of the two precedes and gives birth to the other.",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "5657f98e2d6bf5e0",
    "text": "Since we are all naturally prone to hypocrisy, any empty semblance of righteousness is quite enough to satisfy us instead of righteousness itself.",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "699989d1c876d29f",
    "text": "If all are born and live for the express purpose of learning to know God, and if the knowledge of God, in so far as it fails to produce this effect, is fleeting and vain, it is clear that all those who do not direct the whole thoughts and actions of their lives to this end fail to fulfil the law of their being.",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "c365aaf390dc14b1",
    "text": "It is easy to see how superstition, with its false glosses, mocks God, while it tries to please him.",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "ea561cf3fbb59b62",
    "text": "Those whose inclinations are at variance with the justice of God, knowing that his tribunal has been erected for the punishment of transgression, earnestly wish that that tribunal were overthrown. Under the influence of this feeling they are actually warring against God.",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "b7737559921a690f",
    "text": "For as the aged, or those whose sight is defective, when any books however fair, is set before them, though they perceive that there is something written are scarcely able to make out two consecutive words, but, when aided by glasses, begin to read distinctly, so Scripture, gathering together the impressions of Deity, which, till then, lay confused in our minds, dissipates the darkness, and shows us the true God clearly.",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "637ec4884685b98b",
    "text": "It is better to limp in the way, than run with the greatest swiftness out of it.",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "578f1cd5e1b681f4",
    "text": "Man doubtless has been made subject to vanity—man here been reduced to nothing—man is nothing. And yet how is he whom God exalts utterly nothing? How is he nothing to whom a divine heart has been given? Let us breathe again, brethren. Although we are nothing in our hearts, perhaps something of us may lurk in the heart of God.",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "6d43511e6a593982",
    "text": "All nations before thee are as nothing. Observe, before thee; not within thee. Such are they in the judgment of thy truth, but not such in regard to thy affection.",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "bfa74d8bed0964e0",
    "text": "The wicked do not fear God from any unwillingness to offend him, provided they could do so with impunity. ... But believers, as has been said, dread the offense even more than the punishment.",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "03a9506614c866a0",
    "text": "Becoming more callous and hardened when God thunders verbally from heaven, they obstinately persist in their rebellion. It is only when actually smitten by his hand that they are forced, whether they will or not, to fear. This fear the sacred writers term servile, and oppose to the free and voluntary fear which becomes sons.",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "ec62b5ec1c005fe2",
    "text": "Faith has no less need of the word than the fruit of a tree has of a living root; because, as David testifies, none can hope in God but those who know his name [Psalm 9:10].",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "f15ecbe4f65bec42",
    "text": "The large benefits which the divine liberality is constantly bestowing on the wicked are preparing them for heavier judgment. As they neither think that these proceed from the hand of the Lord, nor acknowledge them as his, or if they do so acknowledge them, never regard them as proofs of his favor, they are in no respect more instructed thereby in his mercy than brute beasts, which, according to their condition, enjoy the same liberality, and yet never look beyond it.",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "63b5afeceaa14bfb",
    "text": "It is certain that no man can embrace the grace of the Gospel without retaking himself from the errors of his former life into the right path, and making it his whole study to practice repentance.",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "ee3afbcb0f8dd2be",
    "text": "He who is off the course, the more swiftly he runs is the more distant from the goal and, therefore, the more unhappy. It is better to limp in the way than run out of the way.",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "f85feac39830df64",
    "text": "The ceremony of lifting up our hands in prayer is designed to remind us that we are far removed from God, unless our thoughts rise upward.",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "0c1c70b34f22afdc",
    "text": "Can we suppose anything more hateful or even more execrable to God than this fiction of asking the pardon of sins, while he who asks at the very time either thinks that he is not a sinner, or, at least, is not thinking that he is a sinner; in other words, a fiction by which God is plainly held in derision?",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "6b4a0ca8d3fae741",
    "text": "He who comes into the presence of God to pray must divest himself of all vainglorious thoughts, lay aside all idea of worth; in short, discard all self- confidence, humbly giving God the whole glory, lest by arrogating any thing, however little, to himself, vain pride cause him to turn away his face.",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "9598bdace3ec75af",
    "text": "“Calvin: Institutes of the Christian Religion” Book 1, ch.14, sect. 14, edited by John T. McNeill pp.173-174.",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "9642046fda186bf1",
    "text": "It having been said above that God bends all the reprobate, and even Satan himself, at his will, three objections are started. First, that this happens by the permission, not by the will of God. To this objection there is a twofold reply, the one, that angels and men, good and bad, do nothing but what is appointed by God; the second, that all movements are secretly directed to their end by the hidden inspiration of God...",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "519fbfb60ab835e5",
    "text": "If we are minded to affirm Christ's Kingdom as we ought, we must wage irreconcilable war with him who is plotting its ruin.",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "61bc27d90f04b512",
    "text": "Institutes of the Christian Religion , edited by John T. McNeill p. 174",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "6f3f01223b77e270",
    "text": "The whole life of Christians ought to be an exercise of piety, since they are called to sanctification. It is the office of the law to remind them of their duty and thereby to excite them to the pursuit of holiness and integrity. But when their consciences are solicitous how God may be propitiated, what answer they shall make, and on what they shall rest their confidence, if called to his tribunal, there must then be no consideration of the requisitions of the law, but Christ alone must be proposed for righteousness, who exceeds all the perfection of the law.",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "4c1795d6a590866f",
    "text": "We must resist wandering thoughts in prayer. Raising our hands reminds us that we need to raise up our minds to God, setting aside all irrelevant thoughts.",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "2be6156db238933c",
    "text": "Johnstone and Hunter edition (1854), p. 248",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "f0e3f269f4ecb2a5",
    "text": "When we hear any mention of our mystical union with Christ, we should remember that holiness is the channel to do it.",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "2cda25a2b424e74f",
    "text": "Holiness is not a merit by which we can attain communion with God, but a gift of Christ, which enables us to cling to him, and to follow him.",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "bfd959de40ba855d",
    "text": "Unless we ardently and prayerfully devote ourselves to Christ’s righteousness we do not only faithlessly revolt from our Creator, but we also abjure him as our Savior.",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "dd91e55d8b3a689b",
    "text": "Since God has revealed himself as a Father, we would be guilty of the basest ingratitude if we did not behave as his children.",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "7385b11bae72d9c6",
    "text": "The apostle denies that anyone actually knows Christ, who has not learned to put off the old man, corrupt with deceitful lusts, and to put on Christ.",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "091b5cdbfc26e1e3",
    "text": "We should not insist on absolute perfection of the gospel in our fellow Christians, however we may strive for it ourselves.",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "809a03dbc4fec9e6",
    "text": "It is not lawful for you to make a compromise with God: to try to fulfill part of your duties and to omit others at your own pleasure.",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "a6506467c9677022",
    "text": "No one in this earthly prison of the body has sufficient strength of his own to press forward with a due degree of watchfulness, and the great majority [of Christians] are kept down with such great weakness that they stagger and halt and even creep on the ground, and so make very slight advances.",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "64462c30324bd2b5",
    "text": "Let us not cease to do the utmost, that we may incessantly go forward in the way of the Lord; and let us not despair of the smallness of our accomplishments. Though we fall short, our labour is not lost if this day surpasses the preceding one.",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "99faf1e42f6ce55e",
    "text": "The one condition for spiritual progress is that we remain sincere and humble. Let us keep our end in view, let us press forward to our goal. Let us not indulge in pride, nor give in to our sinful passions. Let us steadily exert ourselves to reach a higher degree of holiness till we shall finally arrive at a perfection of goodness which we seek and pursue as long as we live, but which we shall attain then only, when, freed from all earthly infirmity, we shall be admitted by God into his full communion.",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "f82c274bff1ebaf6",
    "text": "It is a very important consideration that we are consecrated and dedicated to God; it means that we may think, speak, meditate, or do anything only with a view to his glory.",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "f700c1ce35816dab",
    "text": "Pagan philosophers set up reason as the sole guide of life, of wisdom and conduct; but Christian philosophy demands of us that we surrender our reason to the Holy Spirit; and this means that we no longer live for ourselves, but that Christ lives and reigns within us (Rom 12:1; Eph 4:23; Gal 2:20).",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "4b97da784847bbb7",
    "text": "A Christian ought to be disposed and prepared to keep in mind that he has to reckon with God every moment of his life.",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "8b9c66767c655fec",
    "text": "The denial of ourselves which Christ has so diligently commanded his disciples from the beginning will at last dominate all the desires of our heart.",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "e9fc13c1aadee839",
    "text": "There is deliverance in store only for the man who gives up his selfishness, and whose sole aim is to please the Lord and to do what is right in his sight.",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "ebaba01e1de2fdc5",
    "text": "If God has bestowed on us any excellent gift, we imagine it to be our own achievement; and we swell and even burst with pride.",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "85b13c588c3e5e80",
    "text": "The vices of which we are full we carefully hide from others, and we flatter ourselves with the notion that they are small and trivial; we sometimes even embrace them as virtues.",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "454c768e587d8a7e",
    "text": "Hatred grows into insolence when we desire to excel the rest of mankind and imagine we do not belong to the common lot; we even severely and haughtily despise others as our inferiors.",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "26821cec8999ce89",
    "text": "The poor yield to the rich, the common people to the upper ten, the servants to their masters, the ignorant to the scholars; but there is nobody who does not imagine that he is really better than others.",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "1ce4d09507fa308a",
    "text": "Everyone flatters himself and carries a kingdom in his breast.",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "d0e446735e42a40c",
    "text": "We should never insult others on account of their faults, for it is our duty to show charity and respect to everyone.",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "86cda5c32f388d77",
    "text": "Scripture urges and warns us that whatever favors we may have obtained from the Lord, we have received them as a trust on condition that they should be applied to the common benefit of the church.",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "1d72e64855ab7a9d",
    "text": "You cannot imagine a more certain rule or a more powerful suggestion than this, that all the blessings we enjoy are divine deposits which we have received on this condition that we distribute them to others.",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "91cc7b09fc4d2299",
    "text": "Let this be our rule for goodwill and helpfulness, that whenever we are able to assist others we should behave as stewards who must someday give an account of ourselves.",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "88664f1dc677f1b9",
    "text": "The Lord commands us to do good unto all men without exception, though the majority are very undeserving when judged according to their own merits. But scripture here helps us out with an excellent argument when it teaches us that we must not think of man’s real value, but only of his creation in the image of God to which we owe all possible honor and love.",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "09afaf767b8639b2",
    "text": "If he has deserved no kindness, but just the opposite, because he has maddened you with his injuries and insults, even this is no reason why you should not surround him with your affection and show him all sorts of favors.",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "d861aaa7fc408228",
    "text": "We should forever keep in mind that we must not brood on the wickedness of man, but realize that he is God’s image bearer.",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "b44409b533c75563",
    "text": "If we cover and obliterate man’s faults and consider the beauty and dignity of God’s image in him, then we shall be induced to love and embrace him (Heb 12:16; Gal 6:10; Isa 58:7; Matt 5:44; Luke 17:3-4)",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "1810613ba0163700",
    "text": "There are people who are known to be very liberal, yet they never give without scolding or pride or even insolence.",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "0014070e49534662",
    "text": "First of all, Scripture draws our attention to this, that if we want ease and tranquility in our lives, we should resign ourselves and all that we have to the will of God, and at the same time we should surrender our affections to him as our Conqueror and Overlord.",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "8d6697909be2e36d",
    "text": "To crave wealth and honor, to demand power, to pile up riches, to gather all those vanities which seem to make for pomp and empty display, that is our furious passion and our unbounded desire. On the other hand, we fear and abhor poverty, obscurity, and humility, and we seek to avoid them by all possible means.",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "ed333032f989d223",
    "text": "It must be plain also that we should not anxiously strive for riches and honors by relying on our own diligence or cleverness or by depending on the favor of men or by trusting in the notion of good luck, but that we should always expect the Lord to direct us to the lot he has provided for us.",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "cd83caee01e42c20",
    "text": "Moreover, a true Christian will not ascribe any prosperity to his own diligence, industry, or good fortune, but he will acknowledge that God is the author of it.",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "53c887be7b4d8f77",
    "text": "No one has rightly denied himself unless he has wholly resigned himself to the Lord and is willing to leave every detail to his good pleasure. If we put ourselves in such a frame of mind, then, whatever may happen to us, we shall never feel miserable or accuse God falsely because of our lot.",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "f2a3201d8a2e79e1",
    "text": "But a faithful believer will in all circumstances mediate on the mercy and fatherly goodness of God.",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "dbf2afdef725566d",
    "text": "In short, knowing that whatever may happen is ordained by the Lord, he will receive it with a peaceful and thankful heart, that he may not be guilty of proudly resisting the rule of him to whom he has once committed himself and all his belongings.",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "4ac43176340ad60b",
    "text": "For all whom the Lord has chosen and received into the society of his saints ought to prepare themselves for a life that is hard, difficult, laborious, and full of countless griefs. It is the will of their heavenly Father to try them in this manner that he may test them.",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "95207c7dbfc8cdc6",
    "text": "For though Christ was his most beloved Son, in whom the Father was always well pleased, yet we see that he was not treated with indulgence and tenderness, so that it may be truly said that he was not only continuously afflicted, but that his whole life was a perpetual cross.",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "24c31814163d4cb6",
    "text": "Being humbled, we learn to call upon his strength which alone makes us stand up under such a load of afflictions.",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "c6dee009fda03317",
    "text": "For he [David] confesses that prosperity had so stupefied and benumbed his senses that he disregarded the grace of God on which he should have depended, relied on himself instead, and imagined that he could not fall.",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "6841cd2f5d32012b",
    "text": "Warned by such evidences of their spiritual illness, believers profit by their humiliations. Robbed of their foolish confidence in the flesh, they take refuge in the grace of God. And when they have done so, they experience the nearness of the divine protection which is to them a strong fortress (Ps 30:6-7).",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "dde3b54b764d24a2",
    "text": "If everything proceeded according to their wishes, they would not understand what it means to follow God.",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "f078424529508f0e",
    "text": "For we are not all equally afflicted with the same disease or all in need of the same severe cure. This is the reason why we see different persons disciplined with different crosses. The heavenly Physician takes care of the well-being of all his patients; he gives some a milder medicine and purifies others by more shocking treatments, but he omits no one; for the whole world, without exception, is ill (Deut 32:15).",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "e9b7082245b7fe97",
    "text": "When we recognize the rod of a father, should we not show ourselves docile children rather than rebelliously desperate men who have been hardened in their evil doings?",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "ce9c03ac76387059",
    "text": "Scripture points out this difference between believers and unbelievers; the latter, as old slaves of their incurable perversity, cannot endure the rod; but the former, like children of noble birth, profit by repentance and correction.",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "ad43b8f04c53249c",
    "text": "The more we are oppressed by the cross, the fuller will be our spiritual joy.",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "bd1bec603821f219",
    "text": "That they may not become too complacent or delighted in married life, he makes them distressed by the shortcomings of their partners, or humbles them through willful offspring, or afflicts them with the want or loss of children. But, if in all these matters he is more merciful to them, he shows them by diseases and dangers how unstable and passing all mortal blessings are, that they may not be puffed up with vain glory.",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "effe748e68fbc437",
    "text": "But it must be admitted that our heart is never seriously inclined to wish for and to mediate on the future life unless it has first thoroughly learned to forsake the vanities of the present world.",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "8dc980b70ab461b9",
    "text": "There is no golden mean between these two extremes; either this early life must become low in our estimation, or it will have our inordinate love.",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "e69699115da5cf44",
    "text": "Nevertheless, our constant efforts to lower our estimate of the present world should not lead us to hate life or to be ungrateful toward God. For this life, though it is full of countless miseries, deserves to be reckoned among the divine blessings which should not be despised. Therefore, if we discover nothing of God’s goodness in it, we are already guilty of no small ingratitude toward him.",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "07cae562d17cb684",
    "text": "When we come to a comparison of heaven and earth, then we may indeed not only forget all about the present life, but even despise and scorn it.",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "8ae2dcd89e7e375e",
    "text": "But the present life should never be hated, except insofar as it subjects us to sin, although even that hatred should not properly be applied to life itself.",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "866e98a2e80b9cee",
    "text": "But this we may positively state, that nobody has made any progress in the school of Christ unless he cheerfully looks forward to the day of his death and to the day of the final resurrection.",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "199869da8590ac51",
    "text": "Even if this earth is only a vestibule, we ought undoubtedly to make such a use of its blessing that we are assisted rather than delayed in our journey.",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "ae473cca262ec42c",
    "text": "Where is our acknowledgement of God if our thoughts are fixed on the glamour of our garments?",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "e6c6fa9ee0cda868",
    "text": "There is also an old proverb, that they who pay much attention to the body generally neglect the soul.",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "9206c9f5901f56fe",
    "text": "If we follow our divine calling, we shall receive this unique consolation that there is no work so mean and so sordid that does not look truly respectable and highly important in the sight of God (Coram Deo!) (Gen 1:28; Col 1:1ff)",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "a1e650e2025b5699",
    "text": "In the mind perfect intelligence flourished and reigned, uprightness attended as its companion, and all the senses were prepared and moulded for due obedience to reason; and in the body there was a suitable correspondence with this internal order. But now, although some obscure lineaments of that image are found remaining in us; yet are they so vitiated and maimed, that they may truly be said to be destroyed. For besides the deformity which everywhere appears unsightly, this evil also is added, that no part is free from the infection of sin.",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "c6ebfc76f1b48f29",
    "text": "For astronomy is not only pleasant, but also very useful to be known: it cannot be denied that this art unfolds the admirable wisdom of God.",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "39e338c5879753d4",
    "text": "Commentary on the Book of Genesis. Chapter I .",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "354053b3d643172c",
    "text": "The voluntary spilling of semen outside of intercourse between man and woman is a monstrous thing. Deliberately to withdraw from coitus in order that semen may fall on the ground is doubly monstrous. For this is to extinguish the hope of the race and to kill before he is born the hoped-for offspring.",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "79d228c0229c4d92",
    "text": "Commentary on Genesis, Genesis 38:8-10, (1554)",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "4b86392d5290f0af",
    "text": "The supreme and only Judge of the universe stands before the tribunal of an earthly judge.",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "6c000ec76760aa11",
    "text": "Re Matthew 27:24 (Torrance 1972 edition).",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "2c85dc983508623f",
    "text": "And at this day, the blessedness brought to us by Christ cannot be the subject of our praise, without reminding us, at the same time, of the distinguished honor which God was pleased to bestow on Mary, in making her the mother of his Only Begotten Son.",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "6681dc1d842fea67",
    "text": "\"[Elizabeth] calls Mary the mother of her Lord. This denotes a unity of person in the two natures of Christ; as if she had said, that he who was begotten a mortal man in the womb of Mary is, at the same time, the eternal God.... This name Lord strictly belongs to the Son of God 'manifested in the flesh,' (1 Timothy 3:16,) who has received from the Father all power, and has been appointed the highest ruler of heaven and earth, that by his agency God may govern all things.",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "b4c3acc934d69584",
    "text": "John Calvin. \"Commentary on Luke 1:43\". Harmony of Matthew, Mark, and Luke. 1. Retrieved 2009-01-07.",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "c668f3c342a08161",
    "text": "Elisabeth, again, while she praises her, is so far from hiding the Divine glory, that she ascribes everything to God. And yet, though she acknowledges the superiority of Mary to herself and to others , she does not envy her the higher distinction , but modestly declares that she had obtained more than she deserved.",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "f1029a59aa70d9d0",
    "text": "If there had been any unbelief in Mary, that could not prevent God from accomplishing his work in any other way which he might choose. But she is called blessed, because she received by faith the blessing offered to her, and opened up the way to God for its accomplishment .",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "eb6bcd86a54f4f88",
    "text": "To this day we cannot enjoy the blessing brought to us in Christ without thinking at the same time of that which God gave as adornment and honour to Mary, in willing her to be the mother of his only-begotten Son.",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "6fd55e8c71a0b47b",
    "text": "New Testament Commentaries, John 1.32; as quoted in Thomas F. Torrance, \"A Harmony of Matthew, Mark and Luke” (St. Andrew's Press, Edinburgh, 1972), p.32. and \"The Gospel of St. John: The Story of the Son of God\"",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "880528961fe317dd",
    "text": "For in the cross of Christ, as in a splendid theatre, the incomparable goodness of God is set before the whole world.",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "50f96e1c039d1bce",
    "text": "Some think that He does not call her 'mother' but only 'woman' so as not to inflict a deeper wound of sorrow on her heart. I do not reject this; but another conjecture is no less probable, that Christ wanted to show that now that He has completed the course of human life, He puts off the condition in which He has lived and enters into the heavenly kingdom where He will rule over angels and men. For we know that Christ's custom always was to recall believers from looking at the flesh. This was especially necessary at His death.",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "9d6424b97dc51291",
    "text": "Each church is free to establish whatever form of organisation is suitable and useful itself, for God has prescribed nothing specific about this.",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "a2df070d97426434",
    "text": "Commentary on 1 Corinthians, 11:2, quoted in William J. Bouwsma, John Calvin: A Sixteenth-Century Portrait (1989), p. 223",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "e3827bd6aeb1978f",
    "text": "The name of Christ is used here instead of the Church, because the similitude was intended to apply—not to God's only-begotten Son, but to us. It is a passage that is full of choice consolation, inasmuch as he calls the Church Christ; for Christ confers upon us this honour —that he is willing to be esteemed and recognised, not in himself merely, but also in his members. Hence the same Apostle says elsewhere, (Eph. i. 23,) that the Church is his completion, as though he would, if separated from his members, be incomplete.",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "8543d9a2dbf92d6f",
    "text": "Commentary on the Epistles of Paul the Apostle to the Corinthians , 1848, Rev. William Pringle, tr., Edinburgh, Volume 1, p. 405. [7]",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "563fe5b266af3bc0",
    "text": "There is not one little blade of grass, there is no color in this world that is not intended to make men rejoice.",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "fec57ca1a9927edd",
    "text": "Sermon Number 10 on I Corinthians, 698. As quoted in John Calvin: A Sixteenth-Century Portrait (1989) by William J. Bouwsma, pp. 134–135.",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "00d61ddf243f1872",
    "text": "This is the highest honour of the Church, that, until He is united to us, the Son of God reckons himself in some measure imperfect. What consolation is it for us to learn, that, not until we are along with him, does he possess all his parts, or wish to be regarded as complete! Hence, in the First Epistle to the Corinthians, when the apostle discusses largely the metaphor of a human body, he includes under the single name of Christ the whole Church.",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "73f0ac7d6a7cd2c7",
    "text": "Commentaries on the Epistles of Paul to the Galatians and Ephesians , 1854, Rev. William Pringle, tr., Edinburgh, p. 218. [8]",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "bd6c86f7be9c0c0f",
    "text": "Then let every one of us, being warned by this sentence of the angel, acknowledge that he as yet cleaves to first principles, or, at least, does not comprehend all those things which are necessary to be known; and that therefore progress is to be made to the very end of life: for this is our wisdom, to be learners to the end.",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "3005f4f7e2c803c1",
    "text": "Commentaries on the Prophet Zechariah. Part 9 .",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "cda34be9db1f0450",
    "text": "This statement by an unknown author misattributed to Calvin has been spread online, but it exists in none of John Calvin's extant works.",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "84e231f8bf472f17",
    "text": "John Calvin whose peculiar fad It was to call God murderous, Which further led that feverish cad To burn alive the Servetus .",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "d4cc8fb294a2620a",
    "text": "Hilaire Belloc , \"Ballad of the Heresiarchs,\" in Sonnets and Verse , Duckworth, London, 1923.",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "8a7b2122ab98f09b",
    "text": "“The Servetus Controversy\" , Calvin University , p. 1",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "3e6fb901f73a8bc5",
    "text": "For Calvin, religion and piety are one and the same thing.",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "b1beba8db7322363",
    "text": "Émile Doumergue , Jean Calvin , IV, p. 29, quoted in John T. McNeill, 'Introduction' to John Calvin, Institutes of the Christian Religion , translated by Ford Lewis Battles (1960), p. liii",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "12a0fc75dad5d575",
    "text": "It is remarkable, how much of Roman Catholic tradition and theory survived in Calvin's theology .",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "df192aee9205918f",
    "text": "Will Durant , ‘’The Reformation, The Story of Civilization: Part VI’’, Simon and Schuster, New York, 1957, p.465.",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "710f7205dcc02de0",
    "text": "[T]he man who darkened the human soul with the most absurd and blasphemous conception of God in all the long and honored history of nonsense.",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "2430a02bd1b42f32",
    "text": "Will Durant , ‘’The Reformation, The Story of Civilization: Part VI’’, Simon and Schuster, New York, 1957",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "3b68856102d5d4c1",
    "text": "But seeing the source from which this book came forth, the majesty of the matter surpasses all human eloquence, being privileged and having such force within it that a single sentence has power to ravish, inspire, and give knowledge to the most stupid and ignorant beings alive in what way God wishes to be known, seen, and heard.",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "6b72345de50de577",
    "text": "Elizabeth I to Catherine Parr prefacing her English translation of chapter 1 of Calvin's Institution De La Religion Chrestienne (30 December 1545), quoted in Leah Marcus, Janel Mueller and Mary Rose (eds.), Elizabeth I: Collected Works (2002), p. 12",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "4b8a5b16a2ae3af4",
    "text": "Calvin's theocentric irrationalism eventually revealed itself as the cunning to technocratic reason which had to shape its human material. Misery and the poor laws did not suffice to drive men into the workshops of the early capitalistic era. The new spirit helped to supplement external pressures.",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "0f3a8e331048aadb",
    "text": "Max Horkheimer , “The End of Reason,” The Essential Frankfurt School Reader (1982), p. 34",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "b26e7b00d8868ea2",
    "text": "Whatever Calvin was or was not, he was a man to whom religion was the very breath of life. His piety was as profound as it was constant. All that was best, noblest and most influential in him ( Rénan calls him the most Christian man of his generation) is traceable to its true source in a heart that was wholly given to God. Never has a more genuinely consecrated life been lived than his.",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "4a3c8f2296d9ef08",
    "text": "Adam Mitchell Hunter , The Teaching of Calvin: A Modern Interpretation (2nd ed. 1950), p. 4",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "e353966a197e0757",
    "text": "Piety was the keynote of his character. He was a God-possessed soul. Theology was no concern to him as a study in itself; he devoted himself to it as a framework for the support of all that religion meant to him.",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "18eb2349cfaf936c",
    "text": "Adam Mitchell Hunter , The Teaching of Calvin: A Modern Interpretation (2nd ed. 1950), p. 296",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "15a326340a4531f6",
    "text": "Adam Mitchell Hunter , The Teaching of Calvin: A Modern Interpretation (2nd ed. 1950), pp. 300-301",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "4aafd77ee5d0a1a7",
    "text": "Calvin states that Muhammad is “the companion of the Pope who has done his very best to seduce those poor people who were enraged and saturated and poisoned by his false doctrine”. Calvin condemns Muhammad and the Pope as the two horns of the Antichrist described in Daniel ’s prophetic seventh chapter. For Calvin, both the Pope and Muhammad seduced potential Protestant Christians away from the true path through false teachings and idolatrous practices.",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "81fb157ca196f998",
    "text": "Jae Jerkins, “Islam in the Early Modern Protestant Imagination:Religious and Political Rhetoric of English Protestant–Ottoman Relations” , (1528-1588), (Florida State University), Eras, Edn13, Issue 2, (June 2012), p. 8.",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "6d9772847b2362d6",
    "text": "Jae Jerkins, “Islam in the Early Modern Protestant Imagination:Religious and Political Rhetoric of English Protestant–Ottoman Relations” , (1528-1588), (Florida State University), Eras, Edn13, Issue 2, (June 2012), pp. 8-9.",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "ef7cdb4220d95621",
    "text": "Erik von Kuehnelt-Leddihn , The Menace of the Herd (1943), pp. 51-52",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "6206e1f90d0f28f0",
    "text": "Vernon Louis Parrington , Main Currents in American Thought: An Interpretation of American Literature from the Beginnings to 1920, Volume 1 . Harcourt, Brace and Company. 1927. p.&#160;14. &#160; ( 1st part of quote 2nd part of quote last part of quote ; text at archive.org )",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "85fe7445c5092086",
    "text": "Had Luther and Calvin been confined before they had begun to dogmatize, the states would have been spared many troubles.",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "30731a25ebfaf181",
    "text": "Cardinal Richelieu as quoted in The Catholic Encyclopedia (1913), edited by Charles George Herbermann",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "ef73c99623a5e8a3",
    "text": "Leslie P. Spelman, “Calvin and the Arts” , The Journal of Aesthetics and Art Criticism , Vol. 6, No. 3 (Mar., 1948), p. 246.",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "b54c2e5431eb7765",
    "text": "William E. Thompson, Her Walls Before Thee Stand: The 235-Year History of the Presbyterian Congregation at Hampden-Sydney, Virginia (2010), revised 2011 edition, p. 19",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "f0cbdc126fba3de6",
    "text": "William E. Thompson, Her Walls Before Thee Stand: The 235-Year History of the Presbyterian Congregation at Hampden-Sydney, Virginia (2010), revised 2011 edition, p. 30",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "d65a6e2972043601",
    "text": "With Calvin the decretum horribile is derived not, as with Luther, from religious experience, but from the logical necessity of his thought; – therefore its importance increases with every increase in the logical consistency of that religious thought. The interest of it is solely in God, not in man; God does not exist for men, but men for the sake of God. All creation, including of course the fact, as it undoubtedly was for Calvin, that only a small proportion of men are chosen for eternal grace, can have any meaning only as means to the glory and majesty of God.",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "503e66fee916f4af",
    "text": "Max Weber , The Protestant Ethic and the Spirit of Capitalism , \"Chapter IV: The Religious Foundations of Worldly Asceticism,\" (1905).",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "db697407461b83c2",
    "text": "Max Weber , Economy and Society , (1921), pp. 547-548.",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "667a6e89e4813841",
    "text": "Works by John Calvin at Project Gutenberg",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "428a1fd540bd727c",
    "text": "Writings of Calvin at the Christian Classics Ethereal Library (CCEL)",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "81256908781f03ec",
    "text": "Institutes of the Christian Religion at CCEL",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "f58d62ef3e34095e",
    "text": "Tracts relating to the Reformation Containing Treatises on the Sacraments; Antidote to the Council of Trent , vol. 1, by John Calvin, with his life by Theodore Beza , tr. by H. Beveridge, Edingurgh, The Calvin Translation Society (1844)",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "7bef6ef3cbca6a55",
    "text": "Tracts relating to the Reformation Containing Treatises on the Sacraments; Catechism of the Church of Geneva; Forms of Prayer and Confessions of Faith , Vol. 2, tr. by Henry Beveridge, Edingurgh, The Calvin Translation Society (1849)",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "5b06d3895380f1fa",
    "text": "Calvin on Secret Providence tr. by James Lillie, New York, Robert Carter (1840)",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "89ef0673cab20464",
    "text": "Calvin's Commentaries on the Bible at CCEL",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "31bdf05c9692f9f1",
    "text": "Commentaries on the Catholic Epistles tr. by John Owens, Edingurgh, The Calvin Translation Society (1855)",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "a0da29fe95f271b5",
    "text": "Calvin's letter to the Protector Somerset (22 October 1548) on \"Two Kinds of Rebels that Deserve to be Repressed by the Sword\"",
    "author": "John Calvin",
    "topics": [
      "theology",
      "reformed"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "ae3ace56197a8b72",
    "text": "The art of war is of vital importance to the State. It is a matter of life and death , a road either to safety or to ruin. Hence it is a subject of inquiry which can on no account be neglected.",
    "author": "Sun Tzu",
    "topics": [
      "strategy",
      "military"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "cd5e3b53a8af14bf",
    "text": "All warfare is based on deception . Hence, when we are able to attack, we must seem unable; when using our forces, we must appear inactive; when we are near, we must make the enemy believe we are far away; when far away, we must make him believe we are near.",
    "author": "Sun Tzu",
    "topics": [
      "strategy",
      "military"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "4c2f344affd60bdd",
    "text": "A military operation involves deception. Even though you are competent, appear to be incompetent. Though effective, appear to be ineffective.",
    "author": "Sun Tzu",
    "topics": [
      "strategy",
      "military"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "d256fa7b198c38b3",
    "text": "If your enemy is secure at all points, be prepared for him. If he is in superior strength, evade him. If your opponent is temperamental, seek to irritate him. Pretend to be weak, that he may grow arrogant. If he is taking his ease, give him no rest. If his forces are united, separate them. Attack him where he is unprepared, appear where you are not expected.",
    "author": "Sun Tzu",
    "topics": [
      "strategy",
      "military"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "d135631f359c7888",
    "text": "Note: \"If his forces are united, separate them\" is also interpreted: \"If sovereign and subject are in accord, put division between them.\"",
    "author": "Sun Tzu",
    "topics": [
      "strategy",
      "military"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "63569dea40732d0f",
    "text": "Hold out baits to entice the enemy. Feign disorder, and crush him.",
    "author": "Sun Tzu",
    "topics": [
      "strategy",
      "military"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "519c48b98a06364b",
    "text": "Pretend inferiority and encourage his arrogance .",
    "author": "Sun Tzu",
    "topics": [
      "strategy",
      "military"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "825fb016a943631d",
    "text": "The general who wins the battle makes many calculations in his temple before the battle is fought. The general who loses makes but few calculations beforehand.",
    "author": "Sun Tzu",
    "topics": [
      "strategy",
      "military"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "bde989512f2fc203",
    "text": "The general that hearkens to my counsel and acts upon it, will conquer: let such a one be retained in command! The general that hearkens not to my counsel nor acts upon it, will suffer defeat: — let such a one be dismissed!",
    "author": "Sun Tzu",
    "topics": [
      "strategy",
      "military"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "0ae81ecbfcb33930",
    "text": "If your opponent is of choleric temperament, seek to irritate him.",
    "author": "Sun Tzu",
    "topics": [
      "strategy",
      "military"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "0790d0e1f22284c3",
    "text": "What is essential in war is victory , not prolonged operations.",
    "author": "Sun Tzu",
    "topics": [
      "strategy",
      "military"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "ebe4fa5a5ded5ab3",
    "text": "Where the army is, prices are high; when prices rise the wealth of the people is exhausted.",
    "author": "Sun Tzu",
    "topics": [
      "strategy",
      "military"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "f02ed5939ad174b5",
    "text": "There is no instance of a nation benefiting from prolonged warfare.",
    "author": "Sun Tzu",
    "topics": [
      "strategy",
      "military"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "6fd0b00e53ab17a1",
    "text": "What is of supreme importance in war is to attack the enemy's strategy.",
    "author": "Sun Tzu",
    "topics": [
      "strategy",
      "military"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "6187ee02bd1df28e",
    "text": "It is said that if you know your enemies and know yourself, you will not be imperiled in a hundred battles; if you do not know your enemies but do know yourself, you will win one and lose one; if you do not know your enemies nor yourself, you will be imperiled in every single battle.",
    "author": "Sun Tzu",
    "topics": [
      "strategy",
      "military"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "d20a417549b72d89",
    "text": "If you know others and know yourself, you will not be imperiled in a hundred battles; if you do not know others but know yourself, you win one and lose one; if you do not know others and do not know yourself, you will be imperiled in every single battle.",
    "author": "Sun Tzu",
    "topics": [
      "strategy",
      "military"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "6eed3b00f9c77d51",
    "text": "Know your enemy and know yourself, find naught in fear for 100 battles. Know yourself but not your enemy, find level of loss and victory . Know not thy enemy nor yourself, wallow in defeat every time.",
    "author": "Sun Tzu",
    "topics": [
      "strategy",
      "military"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "779b110de0b3c380",
    "text": "Literal translation: Know [the] other, know [the] self, hundred battles without danger; not knowing [the] other but know [the] self, one win one loss; not knowing [the] other, not knowing [the] self, every battle must [be] lost.",
    "author": "Sun Tzu",
    "topics": [
      "strategy",
      "military"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "8205634d847344a5",
    "text": "It is the rule in war , if ten times the enemy's strength, surround them; if five times, attack them; if double, be able to divide them; if equal, engage them; if fewer, defend against them; if weaker, be able to avoid them.",
    "author": "Sun Tzu",
    "topics": [
      "strategy",
      "military"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "e90762b84865852c",
    "text": "For to win one hundred victories in one hundred battles is not the acme of skill. To subdue the enemy without fighting is the acme of skill.",
    "author": "Sun Tzu",
    "topics": [
      "strategy",
      "military"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "8df843f81fef0101",
    "text": "Hence to fight and conquer in all your battles is not supreme excellence; supreme excellence consists in breaking the enemy's resistance without fighting.",
    "author": "Sun Tzu",
    "topics": [
      "strategy",
      "military"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "d31606979533c373",
    "text": "The best victory is when the opponent surrenders of its own accord before there are any actual hostilities... It is best to win without fighting.",
    "author": "Sun Tzu",
    "topics": [
      "strategy",
      "military"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "baeff1cf70beca94",
    "text": "What the ancients called a clever fighter is one who not only wins, but excels in winning with ease.",
    "author": "Sun Tzu",
    "topics": [
      "strategy",
      "military"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "5aa666abddf44d46",
    "text": "He who knows when he can fight and when he cannot will be victorious.",
    "author": "Sun Tzu",
    "topics": [
      "strategy",
      "military"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "542d938e3bf4ee5e",
    "text": "He who is prudent and lies in wait for an enemy who is not, will be victorious.",
    "author": "Sun Tzu",
    "topics": [
      "strategy",
      "military"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "bd290c4f2a8808d5",
    "text": "In the practical art of war, the best thing of all is to take the enemy's country whole and intact; to shatter and destroy it is not so good. So, too, it is better to recapture an army entire than to destroy it, to capture a regiment, a detachment or a company entire than to destroy them.",
    "author": "Sun Tzu",
    "topics": [
      "strategy",
      "military"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "cb6a8ce00a78667b",
    "text": "It is best to keep one’s own state intact; to crush the enemy’s state is only second best.",
    "author": "Sun Tzu",
    "topics": [
      "strategy",
      "military"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "f4dbd0dc88b85fed",
    "text": "Thus, what is of supreme importance in war is to attack the enemy's strategy.",
    "author": "Sun Tzu",
    "topics": [
      "strategy",
      "military"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "8b07607e61a6178f",
    "text": "The good fighters of old first put themselves beyond the possibility of defeat, and then waited for an opportunity of defeating the enemy. To secure ourselves against defeat lies in our own hands, but the opportunity of defeating the enemy is provided by the enemy himself. Thus the good fighter is able to secure himself against defeat, but cannot make certain of defeating the enemy.",
    "author": "Sun Tzu",
    "topics": [
      "strategy",
      "military"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "bd539d404c38bbd2",
    "text": "One defends when his strength is inadequate; he attacks when it is abundant.",
    "author": "Sun Tzu",
    "topics": [
      "strategy",
      "military"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "f46833141d411c1b",
    "text": "To see victory only when it is within the ken of the common herd is not the acme of excellence.",
    "author": "Sun Tzu",
    "topics": [
      "strategy",
      "military"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "7600fe267055ef1c",
    "text": "Victorious warriors win first and then go to war, while defeated warriors go to war first and then seek to win.",
    "author": "Sun Tzu",
    "topics": [
      "strategy",
      "military"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "a02eacde80828d2e",
    "text": "Variant : Thus it is that in war the victorious strategist only seeks battle after the victory has been won, whereas he who is destined to defeat first fights and afterwards looks for victory.",
    "author": "Sun Tzu",
    "topics": [
      "strategy",
      "military"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "27ca9aa76c9b8e7d",
    "text": "Management of many is the same as management of few. It is a matter of organization .",
    "author": "Sun Tzu",
    "topics": [
      "strategy",
      "military"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "4e4dc2743e5b0d1f",
    "text": "When torrential water tosses boulders, it is because of its momentum. When the strike of a hawk breaks the body of its prey, it is because of timing.",
    "author": "Sun Tzu",
    "topics": [
      "strategy",
      "military"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "f203a4def7551589",
    "text": "A skilled commander seeks victory from the situation and does not demand it of his subordinates.",
    "author": "Sun Tzu",
    "topics": [
      "strategy",
      "military"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "d63dcfed0629f9df",
    "text": "Variant : The expert in battle seeks his victory from strategic advantage and does not demand it from his men.",
    "author": "Sun Tzu",
    "topics": [
      "strategy",
      "military"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "13a8cb761c0b03c4",
    "text": "Be extremely subtle, even to the point of formlessness. Be extremely mysterious , even to the point of soundlessness. Thereby you can be the director of the opponent's fate .",
    "author": "Sun Tzu",
    "topics": [
      "strategy",
      "military"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "1c6f85012c5a22d0",
    "text": "Alternative translation : Subtle and insubstantial, the expert leaves no trace; divinely mysterious, he is inaudible. Thus he is master of his enemy's fate.'",
    "author": "Sun Tzu",
    "topics": [
      "strategy",
      "military"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "e7957a60fe741142",
    "text": "Alternative translation : O divine art of subtlety and secrecy ! Through you we learn to be invisible, through you inaudible and hence we can hold the enemy's fate in our hands.",
    "author": "Sun Tzu",
    "topics": [
      "strategy",
      "military"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "198718dbbf2f0d95",
    "text": "All men can see these tactics whereby I conquer, but what none can see is the strategy out of which victory is evolved.",
    "author": "Sun Tzu",
    "topics": [
      "strategy",
      "military"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "a2728cfb2eff38b8",
    "text": "The ultimate in disposing one's troops is to be without ascertainable shape. Then the most penetrating spies cannot pry in nor can the wise lay plans against you.",
    "author": "Sun Tzu",
    "topics": [
      "strategy",
      "military"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "6f68977e879687af",
    "text": "And therefore those skilled in war bring the enemy to the field of battle and are not brought there by him.",
    "author": "Sun Tzu",
    "topics": [
      "strategy",
      "military"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "dcaa5853ee294c30",
    "text": "When the enemy is at ease, be able to weary him; when well fed, to starve him; when at rest, to make him move. Appear at places to which he must hasten; move swiftly where he does not expect you.",
    "author": "Sun Tzu",
    "topics": [
      "strategy",
      "military"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "5927f9690fdf68c7",
    "text": "A man who never faces any enemies shall be invincible in battle, but will ultimately succumb to defeat in every confrontation.",
    "author": "Sun Tzu",
    "topics": [
      "strategy",
      "military"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "cfc65588d0870af3",
    "text": "Water shapes its course according to the nature of the ground over which it flows; the soldier works out his victory in relation to the foe whom he is facing. Therefore, just as water retains no constant shape, so in warfare there are no constant conditions. He who can modify his tactics in relation to his opponent and thereby succeed in winning, may be called a heaven-born captain.",
    "author": "Sun Tzu",
    "topics": [
      "strategy",
      "military"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "361677a8a7aeb31a",
    "text": "Fūrinkazan : 故に其の疾きこと風の如く、其の徐かなること林の如く、侵掠すること火の如く、動かざること山の如く、知りがたきこと陰の如く、動くこと雷霆の如し。",
    "author": "Sun Tzu",
    "topics": [
      "strategy",
      "military"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "a6565b42161d1bb9",
    "text": "Let your rapidity be that of the wind, your gentleness that of the forest. In raiding and plundering be like fire, be immovable like a mountain. Be as hard to know as the shadow and move as fast as lightning.",
    "author": "Sun Tzu",
    "topics": [
      "strategy",
      "military"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "fc45074fc4dda13b",
    "text": "as swift as wind, as gentle as forest, as fierce as fire, as unshakable as mountain.",
    "author": "Sun Tzu",
    "topics": [
      "strategy",
      "military"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "b6f9991648ae2799",
    "text": "Be as swift as the wind and as calm as a forest; invade like fire and stand steady like a mountain; be inscrutable as a shadow and move as lightning.",
    "author": "Sun Tzu",
    "topics": [
      "strategy",
      "military"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "5b33fc59e643de3d",
    "text": "To a surrounded enemy, you must leave a way of escape.",
    "author": "Sun Tzu",
    "topics": [
      "strategy",
      "military"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "fba9b53fec2482e2",
    "text": "The art of war teaches us to rely not on the likelihood of the enemy's not coming, but on our own readiness to receive him; not on the chance of his not attacking, but rather on the fact that we have made our position unassailable.",
    "author": "Sun Tzu",
    "topics": [
      "strategy",
      "military"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "71e4c842e7404525",
    "text": "Too frequent rewards indicate that the general is at the end of his resources; too frequent punishments that he is in acute distress.",
    "author": "Sun Tzu",
    "topics": [
      "strategy",
      "military"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "a741e18e6d292398",
    "text": "In war, numbers alone confer no advantage. Do not advance relying on sheer military power.",
    "author": "Sun Tzu",
    "topics": [
      "strategy",
      "military"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "d46751ede0992b0f",
    "text": "If words of command are not clear and distinct, if orders are not thoroughly understood, the general is to blame. But if his orders are clear, and the soldiers nevertheless disobey, then it is the fault of their officers.",
    "author": "Sun Tzu",
    "topics": [
      "strategy",
      "military"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "264585e4fb9a086d",
    "text": "If fighting is sure to result in victory, then you must fight, even though the ruler forbid it; if fighting will not result in victory, then you must not fight even at the ruler's bidding.",
    "author": "Sun Tzu",
    "topics": [
      "strategy",
      "military"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "d590f4daea9f7328",
    "text": "The general who advances without coveting fame and retreats without fearing disgrace , whose only thought is to protect his country and do good service for his sovereign, is the jewel of the kingdom.",
    "author": "Sun Tzu",
    "topics": [
      "strategy",
      "military"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "df5544ddcff9ee50",
    "text": "Treat your men as you would your own beloved sons. And they will follow you into the deepest valley.",
    "author": "Sun Tzu",
    "topics": [
      "strategy",
      "military"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "542573aeb73e156f",
    "text": "If our soldiers are not overburdened with money, it is not because they have a distaste for riches; if their lives are not unduly long, it is not because they are disinclined to longevity.",
    "author": "Sun Tzu",
    "topics": [
      "strategy",
      "military"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "221ceb9326f207b7",
    "text": "Speed is the essence of war. Take advantage of the enemy's unpreparedness; travel by unexpected routes and strike him where he has taken no precautions.",
    "author": "Sun Tzu",
    "topics": [
      "strategy",
      "military"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "4fcdfea75a151767",
    "text": "Bestow rewards without respect to customary practice; publish orders without respect to precedent. Thus you may employ the entire army as you would one man.",
    "author": "Sun Tzu",
    "topics": [
      "strategy",
      "military"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "190e9b373cba290a",
    "text": "It is essential to seek out enemy agents who have come to conduct espionage against you and to bribe them to serve you. Give them instructions and care for them. Thus doubled agents are recruited and used.",
    "author": "Sun Tzu",
    "topics": [
      "strategy",
      "military"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "de51e9a69657b09e",
    "text": "Now the reason the enlightened prince and the wise general conquer the enemy whenever they move and their achievements surpass those of ordinary men is foreknowledge.",
    "author": "Sun Tzu",
    "topics": [
      "strategy",
      "military"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "262cd1c4507dccf6",
    "text": "Of all those in the army close to the commander none is more intimate than the secret agent; of all rewards none more liberal than those given to secret agents; of all matters none is more confidential than those relating to secret operations.",
    "author": "Sun Tzu",
    "topics": [
      "strategy",
      "military"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "d81d0071ff28549c",
    "text": "Secret operations are essential in war ; upon them the army relies to make its every move.",
    "author": "Sun Tzu",
    "topics": [
      "strategy",
      "military"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "64c198b9b049e6c4",
    "text": "Build your opponent a golden bridge to retreat across.",
    "author": "Sun Tzu",
    "topics": [
      "strategy",
      "military"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "c2ce32f663c2e421",
    "text": "This has appeared as a variant of Sun Tzu's assertion to \"leave a way of escape.\" Tu Mu, commenting on Sun Tzu, advises, \"Show him there is a road to safety...\" Ch. 7; it has also recently appeared on the internet attributed to Scipio Africanus , but without citation.",
    "author": "Sun Tzu",
    "topics": [
      "strategy",
      "military"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "e4c48e3f5a54fdc2",
    "text": "Engage people with what they expect; it is what they are able to discern and confirms their projections. It settles them into predictable patterns of response, occupying their minds while you wait for the extraordinary moment — that which they cannot anticipate.",
    "author": "Sun Tzu",
    "topics": [
      "strategy",
      "military"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "3c8a9bb05f5fbcc1",
    "text": "Victory is reserved for those who are willing to pay its price.",
    "author": "Sun Tzu",
    "topics": [
      "strategy",
      "military"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "5f0950014fce9d06",
    "text": "Attributed to Sun Tzu in multiple books and internet sites, but this text does not appear in The Art of War and seems to be a more recent creation.",
    "author": "Sun Tzu",
    "topics": [
      "strategy",
      "military"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "b129497b732b29f8",
    "text": "Keep your friends close, and your enemies closer. Niccolò Machiavelli , who is also sometimes credited, wrote on the subject in The Prince : There are also some attributions of a relatable comment to Genghis Khan :",
    "author": "Sun Tzu",
    "topics": [
      "strategy",
      "military"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "35a3d4c6e1c14a24",
    "text": "This has often been attributed to Sun Tzu and sometimes to Petrarch . It comes most directly from a line spoken by Michael Corleone in The Godfather Part II (1974), written by Mario Puzo and Francis Ford Coppola :",
    "author": "Sun Tzu",
    "topics": [
      "strategy",
      "military"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "e58d748e1af72b01",
    "text": "My father taught me many things here. He taught me in this room. He taught me: keep your friends close but your enemies closer.",
    "author": "Sun Tzu",
    "topics": [
      "strategy",
      "military"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "32d63ac3d86c58f3",
    "text": "Niccolò Machiavelli , who is also sometimes credited, wrote on the subject in The Prince :",
    "author": "Sun Tzu",
    "topics": [
      "strategy",
      "military"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "f633cf36832ffdea",
    "text": "It is easier for the prince to make friends of those men who were contented under the former government, and are therefore his enemies, than of those who, being discontented with it, were favourable to him and encouraged him to seize it.",
    "author": "Sun Tzu",
    "topics": [
      "strategy",
      "military"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "09ad48720a4dafaf",
    "text": "There are also some attributions of a relatable comment to Genghis Khan :",
    "author": "Sun Tzu",
    "topics": [
      "strategy",
      "military"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "7ed4098f43733657",
    "text": "To know your Enemy, you must become your Enemy.",
    "author": "Sun Tzu",
    "topics": [
      "strategy",
      "military"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "3cd903f0bb4516a0",
    "text": "This is sometimes attributed to Sun Tzu in combination with the above quote, as well as alone, but it too has not been sourced to any published translation of The Art of War , though it is similar in concept to his famous statement in Ch. 3&#160;: \"It is said that if you know your enemies and know yourself, you will not be imperiled in a hundred battles...\"",
    "author": "Sun Tzu",
    "topics": [
      "strategy",
      "military"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "d8e0373a33772ce4",
    "text": "Strategy without tactics is the slowest route to victory. Tactics without strategy is the noise before defeat.",
    "author": "Sun Tzu",
    "topics": [
      "strategy",
      "military"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "2ad32609734ced14",
    "text": "Probably apocryphal. This quotation does not appear in any print translation of Sun Tzu. The first citation in Google Books is from 2002; no citation in Google Books occurs in a translation of Sun Tzu.",
    "author": "Sun Tzu",
    "topics": [
      "strategy",
      "military"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "6d8fdada12e37797",
    "text": "Dr. Hiroshi Hatanaka, President of Kobe College, Nishinomiya, Hyōgo, Japan is recorded as saying \" the real objective of war is peace \" in Pacific Stars and Stripes Ryukyu Edition, Tokyo, Japan (10 February 1949), Page 2, Column 2.",
    "author": "Sun Tzu",
    "topics": [
      "strategy",
      "military"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "c4ddf0fde5e90485",
    "text": "Opportunities multiply as they are seized.",
    "author": "Sun Tzu",
    "topics": [
      "strategy",
      "military"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "574084cd932e2596",
    "text": "Sun Tzu among many other military thinkers and leaders believed in fate and determination from the correct application of theory, the state of the opponent's and one's own power, and a code for the general and a code for the soldier to follow, rather than the Machiavellian type of intuition that evokes an evolution of opportunism that brought great historical consequences as it dominated over the classical and medieval ethical doctrines. Thus this statement is contrary to Sun Tzu principles. Nevertheless, there is a possible relation to the quote: Quickness is the essence of the war.",
    "author": "Sun Tzu",
    "topics": [
      "strategy",
      "military"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "c4ced14294ac4c3c",
    "text": "In peace, prepare for war. In war, prepare for peace.",
    "author": "Sun Tzu",
    "topics": [
      "strategy",
      "military"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "4a17727f66e39585",
    "text": "Sometimes erroneously prepended to the opening line \"The art of war is of vital importance to the State\", but appears to be a variation of the Roman motto \"Si vis pacem, para bellum\". It is not clear who first misattributed this phrase to Sun Tzu. The earliest appearance of the phrase in Google Books is 1920, when it appeared in a pharmaceutical journal, but no attribution was given then.",
    "author": "Sun Tzu",
    "topics": [
      "strategy",
      "military"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "18fa983eb2e7898f",
    "text": "Attributed implicitly to Sun Tzu by \" William Riker \" in the episode The Last Outpost of the TV program Star Trek: The Next Generation , but no source for this quote predates the episode's airing in 1987.",
    "author": "Sun Tzu",
    "topics": [
      "strategy",
      "military"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "737bff3a6895f533",
    "text": "吳王曰：「將軍罷休就舍，寡人不願下觀。」孫子曰：「王徒好其言，不能用其實。」於是闔廬知孫子能用兵，卒以為將。西破彊楚，入郢，北威齊晉，顯名諸侯，孫子與有力焉。 Sima Qian , Records of the Grand Historian , 孫子吳起列傳",
    "author": "Sun Tzu",
    "topics": [
      "strategy",
      "military"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "b6e93f01488cbc9b",
    "text": "The King of Wu said，\"Enough, general. Retire to your hostel, We do not wish to come down and observe.\" Sun Tzu said, \"The king only loves the words, he cannot make use of the reality.\" After this, Ho-lu knew that Sun Tzu could command troops and in the end appointed him commander. [Later when Wu] defeated mighty Ch’u to its west and entered its capital Ying awed Ch'i and Chin to its north and spread its fame among the feudal lords, it was due in part to Sun Tzu.",
    "author": "Sun Tzu",
    "topics": [
      "strategy",
      "military"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "a65d3d9e308d6a49",
    "text": "translated by Tsai-fa Cheng, Zongli Lu, William H. Nienhauser, Jr., and Robert Reynolds, in The Grand Scribe’s Records , edited by William H. Nienhauser, Jr.",
    "author": "Sun Tzu",
    "topics": [
      "strategy",
      "military"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "28a61ce5e3ad5f51",
    "text": "諸將效首虜，（休）畢賀，因問信曰：「兵法右倍山陵，前左水澤，今者將軍令臣等反背水陳，曰破趙會食，臣等不服。然竟以勝，此何術也？」信曰：「此在兵法，顧諸君不察耳。兵法不曰『陷之死地而後生，置之亡地而後存』？且信非得素拊循士大夫也，此所謂『驅市人而戰之』，其勢非置之死地，使人人自為戰；今予之生地，皆走，寧尚可得而用之乎！」諸將皆服曰：「善。非臣所及也。」 On Battle of Jingxing Sima Qian , Records of the Grand Historian , 淮陰侯列傳",
    "author": "Sun Tzu",
    "topics": [
      "strategy",
      "military"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "bf774fb022684e44",
    "text": "translation by ‎Wang Jing, in The Grand Scribe’s Records , edited by William H. Nienhauser, Jr.",
    "author": "Sun Tzu",
    "topics": [
      "strategy",
      "military"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "3c1cb52bb9386a1c",
    "text": "Sun Tzu’s success teaches us that a successful general is one who fully calculates his approach and plans to fight in a battle. However, the average reader is not able to identify Sun Tzu’s teachings on a deeper or philosophical level. This is my reason for writing and exegeses on the Art of War.",
    "author": "Sun Tzu",
    "topics": [
      "strategy",
      "military"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "dcf3171a37377806",
    "text": "Cao Cao , 《孫子略解》 Concise Explanations of Sun Tzu",
    "author": "Sun Tzu",
    "topics": [
      "strategy",
      "military"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "83c91f9e0ef4b32e",
    "text": "It seems to me that The Art of War codifies the principles of kung fu, the martial arts: to co-operate with the enemy, to prevent all-out war when possible. I remember reading a lot of pages devoted to fighting with fire, and burning down cities. Devotion to tactics rather than ethics. I have a figurine of Gwan Goong, god of war and literature, reading a book. That book is The Art of War.",
    "author": "Sun Tzu",
    "topics": [
      "strategy",
      "military"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "5fb987e1c0fc907b",
    "text": "Margaret MacMillan , War: How Conflict Shaped Us (2020)",
    "author": "Sun Tzu",
    "topics": [
      "strategy",
      "military"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "4037337fb9de82c5",
    "text": "John Minford , Lecture on Culture and Translation at Hang Seng Management College (20 February 2016)",
    "author": "Sun Tzu",
    "topics": [
      "strategy",
      "military"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "0fe73fba476bd222",
    "text": "Sun Zi's The Art of War text translated by Lionel Giles",
    "author": "Sun Tzu",
    "topics": [
      "strategy",
      "military"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "da9dd53a66ca7747",
    "text": "Translation in Simplified Chinese and English - Chinese Wiki",
    "author": "Sun Tzu",
    "topics": [
      "strategy",
      "military"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "6a734acca3ca4f28",
    "text": "Free eBook of The Art of War translated by Lionel Giles (1910) at Project Gutenberg",
    "author": "Sun Tzu",
    "topics": [
      "strategy",
      "military"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "f3b82fea3c48e024",
    "text": "Der Krieg ist also ein Akt der Gewalt, um den Gegner zur Erfüllung unseres Willens zu zwingen.",
    "author": "Carl von Clausewitz",
    "topics": [
      "strategy",
      "military"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "9de3e2405454956f",
    "text": "War therefore is an act of violence intended to compel our opponent to fulfil our will .",
    "author": "Carl von Clausewitz",
    "topics": [
      "strategy",
      "military"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "bf84c40fb219665a",
    "text": "Kind-hearted people might of course think there was some ingenious way to disarm or defeat the enemy without too much bloodshed, and might imagine this is the true goal of the art of war. Pleasant as it sounds, it is a fallacy that must be exposed: War is such a dangerous business that mistakes that come from kindness are the very worst.",
    "author": "Carl von Clausewitz",
    "topics": [
      "strategy",
      "military"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "d430298b5317d69b",
    "text": "To introduce into the philosophy of War itself a principle of moderation would be an absurdity .",
    "author": "Carl von Clausewitz",
    "topics": [
      "strategy",
      "military"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "13f2d27b131d5d66",
    "text": "Variant translation: To introduce into the philosophy of war a principle of moderation would be an absurdity.",
    "author": "Carl von Clausewitz",
    "topics": [
      "strategy",
      "military"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "56bb2a27abf29762",
    "text": "War is an act of violence pushed to its utmost bounds.",
    "author": "Carl von Clausewitz",
    "topics": [
      "strategy",
      "military"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "ab7a2af93a43557c",
    "text": "Variant translation: War is an act of violence which in its application knows no bonds.",
    "author": "Carl von Clausewitz",
    "topics": [
      "strategy",
      "military"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "f0b2d3eaed11c5f2",
    "text": "Der Krieg ist eine bloße Fortsetzung der Politik mit anderen Mitteln",
    "author": "Carl von Clausewitz",
    "topics": [
      "strategy",
      "military"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "5e79d21796c133dd",
    "text": "War is merely the continuation of policy by other means. We see, therefore, that war is not merely an act of policy but a true political instrument, a continuation of political intercourse carried on with other means. What remains peculiar to war is simply the peculiar nature of its means.",
    "author": "Carl von Clausewitz",
    "topics": [
      "strategy",
      "military"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "75a8b42d7acb45b8",
    "text": "Ch. 1, Section 24, in the Princeton University Press translation (1976)",
    "author": "Carl von Clausewitz",
    "topics": [
      "strategy",
      "military"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "7011dcf99688057b",
    "text": "War is merely the continuation of politics by other means.",
    "author": "Carl von Clausewitz",
    "topics": [
      "strategy",
      "military"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "b15a6055a78e9395",
    "text": "'War is merely the continuation of politics with other means.'",
    "author": "Carl von Clausewitz",
    "topics": [
      "strategy",
      "military"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "5892cd3e591a41f7",
    "text": "[...] so sind ihm zwei Eigenschaften unentbehrlich [...] Der erstere ist bildlich mit dem französischen Ausdruck coup d'oeil bezeichnet worden, der andere ist die Entschlossenheit.",
    "author": "Carl von Clausewitz",
    "topics": [
      "strategy",
      "military"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "e8c3919d86abd460",
    "text": "[...] two qualities are indispensable [...] The first is figuratively expressed by the French phrase w:coup d'oeil . The other is resolution.",
    "author": "Carl von Clausewitz",
    "topics": [
      "strategy",
      "military"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "4b4fff7ae618e2ea",
    "text": "Wir sagen es also noch einmal: ein starkes Gemüt ist nicht ein solches, welches bloß starker Regungen fähig ist, sondern dasjenige, welches bei den stärksten Regungen im Gleichgewicht bleibt, so daß trotz den Stürmen in der Brust der Einsicht und Überzeugung wie der Nadel des Kompasses auf dem sturmbewegten Schiff das feinste Spiel gestattet ist.",
    "author": "Carl von Clausewitz",
    "topics": [
      "strategy",
      "military"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "0ef1c7a130f96595",
    "text": "Strength of character does not consist solely in having powerful feelings, but in maintaining one’s balance in spite of them. Even with the violence of emotion, judgment and principle must still function like a ship’s compass, which records the slightest variations however rough the sea .",
    "author": "Carl von Clausewitz",
    "topics": [
      "strategy",
      "military"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "805faee29dbfc5e5",
    "text": "Action in war is like movement in a resistant element. Just as the simplest and most natural of movements, walking, cannot easily be performed in water, so in war it is difficult for normal efforts to achieve even moderate results.",
    "author": "Carl von Clausewitz",
    "topics": [
      "strategy",
      "military"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "a250ef38e191409c",
    "text": "Ch. 7, as translated by Michael Howard and Peter Paret (1976)",
    "author": "Carl von Clausewitz",
    "topics": [
      "strategy",
      "military"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "6f6985bdebcb98e2",
    "text": "The invention of gunpowder and the constant improvement of firearms are enough in themselves to show that the advance of civilization has done nothing practical to alter or deflect the impulse to destroy the enemy, which is central to the very idea of war.",
    "author": "Carl von Clausewitz",
    "topics": [
      "strategy",
      "military"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "235b977d87a39056",
    "text": "The worst of all conditions in which a belligerent can find himself is to be utterly defenseless.",
    "author": "Carl von Clausewitz",
    "topics": [
      "strategy",
      "military"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "11b695e671f6f248",
    "text": "Men are always more inclined to pitch their estimate of the enemy's strength too high than too low, such is human nature.",
    "author": "Carl von Clausewitz",
    "topics": [
      "strategy",
      "military"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "9652da5d20ffffc2",
    "text": "...only the element of chance is needed to make war a gamble, and that element is never absent.",
    "author": "Carl von Clausewitz",
    "topics": [
      "strategy",
      "military"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "ad2243b4b6031d5f",
    "text": "... in the whole range of human activities, war most closely resembles a game of cards.",
    "author": "Carl von Clausewitz",
    "topics": [
      "strategy",
      "military"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "257cf05eb5308b64",
    "text": "Although our intellect always longs for clarity and certainty , our nature often finds uncertainty fascinating.",
    "author": "Carl von Clausewitz",
    "topics": [
      "strategy",
      "military"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "60f41ba52a26b0be",
    "text": "With uncertainty in one scale, courage and self-confidence should be thrown into the other to correct the balance. The greater they are, the greater the margin that can be left for accidents.",
    "author": "Carl von Clausewitz",
    "topics": [
      "strategy",
      "military"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "52db30079ac62330",
    "text": "Blind aggressiveness would destroy the attack itself, not the defense.",
    "author": "Carl von Clausewitz",
    "topics": [
      "strategy",
      "military"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "b205851398b99457",
    "text": "Our discussion has shown that while in war many different roads can lead to the goal, to the attainment of the political object, fighting is the only possible means.",
    "author": "Carl von Clausewitz",
    "topics": [
      "strategy",
      "military"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "a368a838636a5c60",
    "text": "Any complex activity, if it is to be carried on with any degree of virtuosity, calls for appropriate gifts of intellect and temperament. If they are outstanding and reveal themselves in exceptional achievements, their possessor is called a ' genius '.",
    "author": "Carl von Clausewitz",
    "topics": [
      "strategy",
      "military"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "0cb3a77a3b1acddc",
    "text": "If the mind is to emerge unscathed from this relentless struggle with the unforeseen, two qualities are indispensable: first, an intellect that, even in the darkest hour, retains some glimmerings of the inner light which leads to truth; and second, the courage to follow this faint light wherever it may lead.",
    "author": "Carl von Clausewitz",
    "topics": [
      "strategy",
      "military"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "83e15e2e6c040d86",
    "text": "... the role of determination is to limit the agonies of doubt and the perils of hesitation when the motives for action are inadequate.",
    "author": "Carl von Clausewitz",
    "topics": [
      "strategy",
      "military"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "230c83f2477d28aa",
    "text": "Of all the passions that inspire a man in a battle, none, we have to admit, is so powerful and so constant as the longing for honor and renown.",
    "author": "Carl von Clausewitz",
    "topics": [
      "strategy",
      "military"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "59f601d844177792",
    "text": "Obstinacy is a fault of temperament. Stubbornness and intolerance of contradiction result from a special kind of egotism, which elevates above everything else the pleasure of its autonomous intellect, to which others must bow.",
    "author": "Carl von Clausewitz",
    "topics": [
      "strategy",
      "military"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "dc30efd2f5cd06b1",
    "text": "...self-reliance is the best defense against the pressures of the moment.",
    "author": "Carl von Clausewitz",
    "topics": [
      "strategy",
      "military"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "c37cf92f13ade0f5",
    "text": "Everything in war is simple, but the simplest thing is difficult.",
    "author": "Carl von Clausewitz",
    "topics": [
      "strategy",
      "military"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "2223a433b61d7c0a",
    "text": "Architects and painters know precisely what they are about as long as they deal with material phenomena. … But when they come to the aesthetics of their work, when they aim at a particular effect on the mind or on the senses, the rules dissolve into nothing but vague ideas.",
    "author": "Carl von Clausewitz",
    "topics": [
      "strategy",
      "military"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "ae24fc3fee71a7cb",
    "text": "Modern wars are seldom fought without hatred between nations; this serves more or less as a substitute for hatred between individuals.",
    "author": "Carl von Clausewitz",
    "topics": [
      "strategy",
      "military"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "14771d13ecb63ee0",
    "text": "...soldierly simplicity of character that has always represented the military at its best. In the higher ranks it is different. The higher a man is placed, the broader his point of view. Different interests and a wide variety of passions, good and bad, will arise on all sides. Envy and generosity, pride and humility, wrath and compassion - all may appear as effective forces in this great drama.",
    "author": "Carl von Clausewitz",
    "topics": [
      "strategy",
      "military"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "ee63bd557f99ee67",
    "text": "...talent and genius operate outside the rules, and theory conflicts with practice.",
    "author": "Carl von Clausewitz",
    "topics": [
      "strategy",
      "military"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "2ecd66a0fc97a0f7",
    "text": "The more physical the activity, the less the difficulties will be. The more the activity becomes intellectual and turns into motives which exercise a determining influence on the commander's will, the more the difficulties will increase.",
    "author": "Carl von Clausewitz",
    "topics": [
      "strategy",
      "military"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "3ff56c3a07790713",
    "text": "Great things alone can make a great mind, and petty things will make a petty mind unless a man rejects them as completely alien.",
    "author": "Carl von Clausewitz",
    "topics": [
      "strategy",
      "military"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "0c91f4e892f44579",
    "text": "Knowledge in war is very simple, being concerned with so few subjects, and only with their final results at that. But this does not make its application easy.",
    "author": "Carl von Clausewitz",
    "topics": [
      "strategy",
      "military"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "4a9e5e8e7770105a",
    "text": "...an intellectual instinct which extracts the essence from the phenomena of life, as a bee sucks honey from a flower. In addition to study and reflections, life itself serves as a source.",
    "author": "Carl von Clausewitz",
    "topics": [
      "strategy",
      "military"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "eed0eb647b80a2db",
    "text": "Knowledge must be so absorbed into the mind that it ceases to exist in a separate, objective way.",
    "author": "Carl von Clausewitz",
    "topics": [
      "strategy",
      "military"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "01c42bb27613a034",
    "text": "...it is better to go on striking in the same direction than to move one's forces this way and that.",
    "author": "Carl von Clausewitz",
    "topics": [
      "strategy",
      "military"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "6382a3b7bc9a79e5",
    "text": "There are times when the utmost daring is the height of wisdom.",
    "author": "Carl von Clausewitz",
    "topics": [
      "strategy",
      "military"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "5091e0c2de7cfde1",
    "text": "Thus it has come about that our theoretical and critical literature, instead of giving plain, straightforward arguments in which the author at least always knows what he is saying and the reader what he is reading, is crammed with jargon, ending at obscure crossroads where the author loses its readers. Sometimes these books are even worse: they are just hollow shells. The author himself no longer knows just what he is thinking and soothes himself with obscure ideas which would not satisfy him if expressed in plain speech.",
    "author": "Carl von Clausewitz",
    "topics": [
      "strategy",
      "military"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "d0cac77be3e1d493",
    "text": "Anyone who feels the urge to undertake such a task must dedicate himself for his labors as he would prepare for a pilgrimage to distant lands. He must spare no time or effort, fear no earthly power or rank, and rise above his own vanity or false modesty in order to tell, in accordance with the expression of the Code Napoléon, the truth, the whole truth, and nothing but the truth.",
    "author": "Carl von Clausewitz",
    "topics": [
      "strategy",
      "military"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "87aad2e32ca9fb05",
    "text": "A prince or general can best demonstrate his genius by managing a campaign exactly to suit his objectives and his resources, doing neither too much nor too little.",
    "author": "Carl von Clausewitz",
    "topics": [
      "strategy",
      "military"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "04ca1bdf58d64b64",
    "text": "What we should admire is the acute fulfillment of the unspoken assumptions, the smooth harmony of the whole activity, which only become evident in the final success.",
    "author": "Carl von Clausewitz",
    "topics": [
      "strategy",
      "military"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "0b910b31ead197aa",
    "text": "Where execution is dominant, as it is in the individual events of a war whether great or small, then intellectual factors are reduced to a minimum.",
    "author": "Carl von Clausewitz",
    "topics": [
      "strategy",
      "military"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "0ddd3a018ea8da0b",
    "text": "If we do not learn to regard a war, and the separate campaigns of which it is composed, as a chain of linked engagements each leading to the next, but instead succumb to the idea that the capture of certain geographical points or the seizure of undefended provinces are of value in themselves, we are liable to regard them as windfall profits. In so doing, and in ignoring the fact that they are links in a continuous chain of events, we also ignore the possibility that their possession may later lead to definite disadvantages.",
    "author": "Carl von Clausewitz",
    "topics": [
      "strategy",
      "military"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "5bd2a6dfc3a27b5a",
    "text": "...in war, the advantages and disadvantages of a single action could only be determined by the final balance.",
    "author": "Carl von Clausewitz",
    "topics": [
      "strategy",
      "military"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "22985f17172418c3",
    "text": "Ch 3&#160;: Moral Factors, as translated by Michael Howard and Peter Paret.",
    "author": "Carl von Clausewitz",
    "topics": [
      "strategy",
      "military"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "fba94b59972bd326",
    "text": "The commander's talents are given greatest scope in rough hilly country. Mountains allow him too little real command over his scattered units and he is unable to control them all; in open country, control is a simple matter and does not test his ability to the fullest.",
    "author": "Carl von Clausewitz",
    "topics": [
      "strategy",
      "military"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "2f3a07184f962626",
    "text": "Boldness will be at a disadvantage only in an encounter with deliberate caution, which may be considered bold in its own right, and is certainly just as powerful and effective; but such cases are rare.",
    "author": "Carl von Clausewitz",
    "topics": [
      "strategy",
      "military"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "eb9e5d3469556582",
    "text": "Timidity is the root of prudence in the majority of men.",
    "author": "Carl von Clausewitz",
    "topics": [
      "strategy",
      "military"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "cc3604c845fa75bf",
    "text": "Boldness governed by superior intellect is the mark of a hero.",
    "author": "Carl von Clausewitz",
    "topics": [
      "strategy",
      "military"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "09011c6036705469",
    "text": "...as man under pressure tends to give in to physical and intellectual weakness, only great strength of will can lead to the objective.",
    "author": "Carl von Clausewitz",
    "topics": [
      "strategy",
      "military"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "39fc61a081e8125a",
    "text": "Beauty cannot be defined by abscissas and ordinates; neither are circles and ellipses created by their geometrical formulas.",
    "author": "Carl von Clausewitz",
    "topics": [
      "strategy",
      "military"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "b767d0d79aa91d62",
    "text": "If a segment of one's force is located where it is not sufficiently busy with the enemy, or if the troops are on the march - that is, idle - while the enemy is fighting, then these forces are being managed uneconomically. In this sense they are being wasted, which is even worse than using them inappropriately.",
    "author": "Carl von Clausewitz",
    "topics": [
      "strategy",
      "military"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "4b8786026d2180b1",
    "text": "...any move made in a state of tension will be of more important, and will have more results, than it would have made in a state of equilibrium. In times of maximum tension this importance will rise to an infinite degree.",
    "author": "Carl von Clausewitz",
    "topics": [
      "strategy",
      "military"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "f417bd149917a532",
    "text": "The state of crisis is the real war; the equilibrium is nothing but its reflex.",
    "author": "Carl von Clausewitz",
    "topics": [
      "strategy",
      "military"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "d9d794948bce68f2",
    "text": "All war presupposes human weakness and seeks to exploit it.",
    "author": "Carl von Clausewitz",
    "topics": [
      "strategy",
      "military"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "d6177d9172915f6b",
    "text": "What is the object of defense? To preserve. To preserve is easier than to acquire.",
    "author": "Carl von Clausewitz",
    "topics": [
      "strategy",
      "military"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "42d6faf0eb5a54fe",
    "text": "Every suspension of offensive action, either from erroneous views, from fear or from indolence, is in favor of the side acting defensively.",
    "author": "Carl von Clausewitz",
    "topics": [
      "strategy",
      "military"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "602af1f204669f75",
    "text": "If defense is the stronger form of war, yet has a negative object, it follows that it should be used only so long as weakness compels, and be abandoned as soon as we are strong enough to pursue a positive object.",
    "author": "Carl von Clausewitz",
    "topics": [
      "strategy",
      "military"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "523d5b53254804d3",
    "text": "But if the assailant, without troubling himself about the existence of the Army awaiting his attack in a defensive position, advances with his main body by another line in pursuit of his object, then he 'passes by the position,' and if he can do this with impunity, and really does it, he will immediately enforce the abandonment of the position, consequently put an end to its usefulness.",
    "author": "Carl von Clausewitz",
    "topics": [
      "strategy",
      "military"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "3bb18c5a6f092f88",
    "text": "Surprise becomes effective when we suddenly face the enemy at one point with far more troops than he expected. This type of numerical superiority is quite distinct from numerical superiority in general: it is the most powerful medium in the art of war.",
    "author": "Carl von Clausewitz",
    "topics": [
      "strategy",
      "military"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "640c39a8c7ef6ec3",
    "text": "Phillipsburg was the name of one of those badly drawn fortresses resembling a fool with his nose too close to the wall.",
    "author": "Carl von Clausewitz",
    "topics": [
      "strategy",
      "military"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "c81e1f9718f348b2",
    "text": "The Conqueror is always a lover of peace: he would prefer to take over our country unopposed.",
    "author": "Carl von Clausewitz",
    "topics": [
      "strategy",
      "military"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "ca3c09a5e75963ed",
    "text": "A general who allows himself to be decisively defeated in an extended mountain position deserves to be court-martialled.",
    "author": "Carl von Clausewitz",
    "topics": [
      "strategy",
      "military"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "1d11c313f3189bfb",
    "text": "...only a fraction of book learning will seep into practical life anyhow; and the more foolish the theory, the less of it.",
    "author": "Carl von Clausewitz",
    "topics": [
      "strategy",
      "military"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "0df6739592a9000e",
    "text": "Correlli Barnett , 'Home front, front line', The Spectator (4 July 1998)",
    "author": "Carl von Clausewitz",
    "topics": [
      "strategy",
      "military"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "8561fa1461df2703",
    "text": "Brian Bond , Liddell Hart: A Study of His Military Thought (1977), pp. 80-81",
    "author": "Carl von Clausewitz",
    "topics": [
      "strategy",
      "military"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "ca749bdeb4f266b6",
    "text": "His is not simply the greatest but the only truly great book on war.",
    "author": "Carl von Clausewitz",
    "topics": [
      "strategy",
      "military"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "ee61dbe814c18c60",
    "text": "Bernard Brodie , ‘The Continuing Relevance of On War ’, in Carl von Clausewitz, On War , edited and translated by Michael Howard and Peter Paret (1976; 1989), p. 53",
    "author": "Carl von Clausewitz",
    "topics": [
      "strategy",
      "military"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "e5f64248b53a5acd",
    "text": "Ferdinand Foch , The Principles of War (1918), pp. 4-5",
    "author": "Carl von Clausewitz",
    "topics": [
      "strategy",
      "military"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "ed0027de67504994",
    "text": "In his eyes the main object of the state was to manufacture war power instead of merely insuring itself against war. What Clausewitz really did was to democratize war, and when the spirit of his doctrines was coupled with that of Darwin's \"The Origin of Species\" (1859), they produced the Prussian Military System; and when united with that of Karl Marx 's Das Kapital (1867), they produced the Russian Military System. All three writers based their theories upon \" mass struggle\" — in war, in life and in economics.",
    "author": "Carl von Clausewitz",
    "topics": [
      "strategy",
      "military"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "756224d46aa44bab",
    "text": "Major-General J. F. C. Fuller , War and Western Civilization , p. 48",
    "author": "Carl von Clausewitz",
    "topics": [
      "strategy",
      "military"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "9c4bf9fdaab6405a",
    "text": "Heinz Guderian , Panzer Leader (1952), p. 454",
    "author": "Carl von Clausewitz",
    "topics": [
      "strategy",
      "military"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "1f1ccafb575940d4",
    "text": "Daniel J. Hughes, 'Introduction', Moltke On the Art of War: Selected Writings (1993), pp. 5-6",
    "author": "Carl von Clausewitz",
    "topics": [
      "strategy",
      "military"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "5c15f99c4d0924d1",
    "text": "Herbert Rosinski concluded that Moltke was the man who applied Clausewitz's pure theory to the sphere of practical action. Waldemar Erfurth , an important German military writer and general in the Second World War, argued that Moltke freed the Prussian General Staff from Jomini 's theories, led it into the intellectual world of Clausewitz, Scharnhorst , and Gneisenau , and developed Clausewitz's operational teachings in light of nineteenth-century developments.",
    "author": "Carl von Clausewitz",
    "topics": [
      "strategy",
      "military"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "23d7ce37663cfdab",
    "text": "Daniel J. Hughes, 'Introduction', Moltke On the Art of War: Selected Writings (1993), p. 6",
    "author": "Carl von Clausewitz",
    "topics": [
      "strategy",
      "military"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "27bb2c94535e552f",
    "text": "Vladimir Lenin , ' War and Revolution: A Lecture Delivered May 14 (27), 1917 ', Pravda No. 93 (23 April 1929)",
    "author": "Carl von Clausewitz",
    "topics": [
      "strategy",
      "military"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "cb527ffb39810beb",
    "text": "If one weighs his influence and his emphasis, one might describe him historically as the Mahdi of mass and mutual massacre. For he was the source of the doctrine of \"absolute war\", the fight to a finish theory which, beginning with the argument that \"war is only a continuation of state policy by other means\", ended by making policy the slave of strategy.",
    "author": "Carl von Clausewitz",
    "topics": [
      "strategy",
      "military"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "35e843ecf68423c2",
    "text": "B. H. Liddell Hart , The Ghost of Napoleon (1933), p. 120",
    "author": "Carl von Clausewitz",
    "topics": [
      "strategy",
      "military"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "b07ac7c083d92079",
    "text": "Clausewitz's principle of force without limit and without calculation of cost fits, and is only fit for, a hate-maddened mob. It is the negation of statesmanship—and of intelligent strategy, which seeks to serve the ends of policy.",
    "author": "Carl von Clausewitz",
    "topics": [
      "strategy",
      "military"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "27ac3106e6cd02da",
    "text": "B. H. Liddell Hart , The Ghost of Napoleon (1933), p. 122",
    "author": "Carl von Clausewitz",
    "topics": [
      "strategy",
      "military"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "52f1a29586553ade",
    "text": "[T]he rascal has a ‘common sense’ bordering on wit.",
    "author": "Carl von Clausewitz",
    "topics": [
      "strategy",
      "military"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "c2a7c7a5231f9d1a",
    "text": "Karl Marx to Friedrich Engels , quoted in Carl von Clausewitz, On War , ed. Michael Howard and Peter Paret (1989), p. 44",
    "author": "Carl von Clausewitz",
    "topics": [
      "strategy",
      "military"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "713d6d5f0c90ccd6",
    "text": "It is difficult not to feel that Clausewitz was right in teaching that \"you must concentrate against the main enemy, who must be overthrown first\", and that \"the armed forces form the true objective\", at least in any war where there is a genuine ideological issue.",
    "author": "Carl von Clausewitz",
    "topics": [
      "strategy",
      "military"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "976a0036f31fc32c",
    "text": "George Orwell , review of B. H. Liddell Hart's The British Way in Warfare in New Statesman and Nation (21 November 1942), quoted in George Orwell, The Collected Essays, Journalism and Letters of George Orwell. Volume II: My Country Right or Left, 1940–1943 , eds. Sonia Orwell and Ian Angus (1968), p. 248",
    "author": "Carl von Clausewitz",
    "topics": [
      "strategy",
      "military"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "91bff96bbb276f62",
    "text": "Peter Paret , Clausewitz and the State: The Man, His Theories, and His Times (1976; 1985), p. ix",
    "author": "Carl von Clausewitz",
    "topics": [
      "strategy",
      "military"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "65728f902c874688",
    "text": "Peter Paret , Clausewitz and the State: The Man, His Theories, and His Times (1976; 1985), p. xiv",
    "author": "Carl von Clausewitz",
    "topics": [
      "strategy",
      "military"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "b323e6399d66dc76",
    "text": "If one compares Clausewitz and Foch , one will see that Foch before the World War strongly emphasized the demoralization of the enemy as the military objective; whereas Clausewitz, thinking more coolly and more comprehensively, reminded his readers that the capture or killing of the enemy constitutes in the tactical sphere the final destruction of his ability to fight on, whereas his moral overthrow constitutes only a conditioned, or generally only a temporary elimination.",
    "author": "Carl von Clausewitz",
    "topics": [
      "strategy",
      "military"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "e4d339ad3c6cf833",
    "text": "Walther Reinhardt , quoted in Herbert Rosinski, The German Army (1939; rev. ed., 1944), pp. 185-186",
    "author": "Carl von Clausewitz",
    "topics": [
      "strategy",
      "military"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "21ed46e9606f241b",
    "text": "Gerhard Ritter , The Sword and the Sceptre: The Problem of Militarism in Germany, Volume I: The Prussian Tradition, 1740–1890 (1972), p. 52",
    "author": "Carl von Clausewitz",
    "topics": [
      "strategy",
      "military"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "5147889cebbfd6b5",
    "text": "Gerhard Ritter , The Sword and the Sceptre: The Problem of Militarism in Germany, Volume I: The Prussian Tradition, 1740–1890 (1972), pp. 53-54",
    "author": "Carl von Clausewitz",
    "topics": [
      "strategy",
      "military"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "5bf9cb3e38a649c9",
    "text": "Herbert Rosinski , The German Army (1939; rev. ed., 1944), p. 73",
    "author": "Carl von Clausewitz",
    "topics": [
      "strategy",
      "military"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "7f06d4c30ba83551",
    "text": "Herbert Rosinski , The German Army (1939; rev. ed., 1944), pp. 73-74",
    "author": "Carl von Clausewitz",
    "topics": [
      "strategy",
      "military"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "d10557b3f3d9fc3e",
    "text": "Leon Trotsky , ' Military Doctrine or Pseudo-Military Doctrinairism ' (1921), The Military Writings of Leon Trotsky, Volume 5: 1921–1923",
    "author": "Carl von Clausewitz",
    "topics": [
      "strategy",
      "military"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "1e62f26d4b8e5c2c",
    "text": "[Clausewitz] quite understands that you must break the enemy's will, for which he suggests three processes: first to crush his army, and then to take his capital and, if that is not enough, to occupy his territory.",
    "author": "Carl von Clausewitz",
    "topics": [
      "strategy",
      "military"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "182781ecab82dd4f",
    "text": "Spenser Wilkinson to B. H. Liddell Hart (14 June 1924), quoted in Brian Bond, Liddell Hart: A Study of His Military Thought (1977), p. 44",
    "author": "Carl von Clausewitz",
    "topics": [
      "strategy",
      "military"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "b6f01a899d38d8ad",
    "text": "Military related Karl von Clausewitz quotes",
    "author": "Carl von Clausewitz",
    "topics": [
      "strategy",
      "military"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "249c16cfcc3dc78a",
    "text": "This is a political book... It has a political purpose: to strengthen the will to maintain freedom against the threat of its abandonment in favor of totalitarianism .",
    "author": "Peter Drucker",
    "topics": [
      "entrepreneurship",
      "leadership"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "07266df97b11f829",
    "text": "As for the explanation that fascism is a last desperate attempt of capitalism to delay the socialist revolution, it simply is not true. It is not true that ‘big business’ promoted fascism. On the contrary, both in Italy and in Germany the proportion of fascist sympathizers and backers was smallest in the industrial and financial classes. It is equally untrue that ‘big business’ profits from fascism; of all the classes it probably suffers most from totalitarian economics and Wehrwirtschaft .",
    "author": "Peter Drucker",
    "topics": [
      "entrepreneurship",
      "leadership"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "c847ed3e88d21033",
    "text": "[T]he ‘total state’ of fascism is not a political alignment within the existing political and social setup, but that it is a revolution which, like all revolutions, works from without .",
    "author": "Peter Drucker",
    "topics": [
      "entrepreneurship",
      "leadership"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "2583a6562691e0c9",
    "text": "Of course, every revolution repudiates what went on before and considers itself a conscious break with the past; it is only posterity that sees, or imagines it sees, the historical continuity. Fascism, however, goes much further in its negation of the past than any earlier political movement, because it makes this negation its main platform. What is even more important, it denies simultaneously ideas and tendencies which are in themselves antithetic . It is antiliberal, but it is also anticonservative; antireligious and antiatheist; anticapitalist and antisocialist; antiwar and antipacifist...",
    "author": "Peter Drucker",
    "topics": [
      "entrepreneurship",
      "leadership"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "64a28a51f4189df3",
    "text": "The Nazi agitator whom, many years ago, I heard proclaim to a wildly cheering peasants’ meeting: ‘ We don’t want lower bread prices, we don’t want higher bread prices, we don’t want unchanged bread prices—we want National-Socialist bread prices, ’ came nearer explaining fascism than anybody I have heard since.",
    "author": "Peter Drucker",
    "topics": [
      "entrepreneurship",
      "leadership"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "47a81ede24d5b3fc",
    "text": "[J]ustification of power must be the central problem. For it is through this problem alone that freedom and equality—or... justice —can be projected into the social and political reality... But to fascism the problem does not even exist except as a ridiculous relic of \" Jewish liberalism .\"",
    "author": "Peter Drucker",
    "topics": [
      "entrepreneurship",
      "leadership"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "0bf5285408fb8219",
    "text": "Equally striking is the fact that racial anti-Semitism was not taken seriously even by the great majority of Nazis. ‘It is just a catchword to attract voters’ was a standing phrase which everybody repeated and believed, and that I took it seriously was more than once regarded as definite proof of my stupidity and gullibility.",
    "author": "Peter Drucker",
    "topics": [
      "entrepreneurship",
      "leadership"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "01041aaeaa28251d",
    "text": "Fascism is the result of the collapse of Europe's spiritual and social order... catastrophes broke through the everyday routine which makes men accept existing forms, institutions and tenets as unalterable natural laws. They suddenly exposed the vacuum behind the facade of society.",
    "author": "Peter Drucker",
    "topics": [
      "entrepreneurship",
      "leadership"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "34971821fd4f2e21",
    "text": "Capitalism as a social order and as a creed is the expression of the belief in economic progress as leading toward the freedom and equality of the individual in a free and open society. Marxism expects this society to result from the abolition of private profit. Capitalism expects the free and equal society to result from the enthronement of private profit as supreme ruler of social behavior...",
    "author": "Peter Drucker",
    "topics": [
      "entrepreneurship",
      "leadership"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "8d7370dbdecc3596",
    "text": "There is an unbroken chain of opposition to the introduction of economic freedom and to the capitalist autonomy of the economic sphere... In every case the opposition could only be overcome - peacefully or by force - because of the promise of capitalism to establish equality... That this promise was an illusion we all know.",
    "author": "Peter Drucker",
    "topics": [
      "entrepreneurship",
      "leadership"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "fb79337e2a2094c4",
    "text": "With Christianity, freedom and equality became the two basic concepts of Europe ; they are themselves Europe.",
    "author": "Peter Drucker",
    "topics": [
      "entrepreneurship",
      "leadership"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "40d899006f7765c6",
    "text": "[The masses] … must turn their hopes toward a miracle. In the depths of their despair reason cannot be believed, truth must be false, and lies must be truth. \"Higher bread prices,\" \"lower bread prices,\" \"unchanged bread prices\" have all failed. The only hope lies in a kind of bread price which is none of these, which nobody has ever seen before, and which belies the evidence of one's reason.",
    "author": "Peter Drucker",
    "topics": [
      "entrepreneurship",
      "leadership"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "0f07d32a3acde90d",
    "text": "In addition, profits are so completely subordinated in Germany and Italy to requirements of a militarily conceived national interest and of full employment that the maintenance of the profit principle is purely theoretical. Profits have lost their autonomy as an independent, not to say the supreme, goal of economic activity.",
    "author": "Peter Drucker",
    "topics": [
      "entrepreneurship",
      "leadership"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "82d28307aa2125f1",
    "text": "There is a definite trend in Italy and Germany to eliminate profit participation and the ownership rights of nonmanaging partners and shareholders.",
    "author": "Peter Drucker",
    "topics": [
      "entrepreneurship",
      "leadership"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "62ccab17e21b8280",
    "text": "The regimentation of agriculture was in both fascist countries the first, and for a considerable time the most drastic, intervention in the free play of economic forces. In either country, and especially in Germany, the threat of the industrial revolution in agriculture had reached a point at which government intervention in the social structure of farming was entirely unavoidable.",
    "author": "Peter Drucker",
    "topics": [
      "entrepreneurship",
      "leadership"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "d97374c623bb834a",
    "text": "[T]he Western European democracies... will be forced into totalitarianism unless they produce a noneconomic society striving for the freedom and equality of the individual.",
    "author": "Peter Drucker",
    "topics": [
      "entrepreneurship",
      "leadership"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "751c7521598a7ddf",
    "text": "Those German businessmen and industrialists, who, lured by the denunciation of fascism as antisocialist, concluded that it must be procapitalist, have since learned the better. But whereas originally the Right in France and England favored resistance to fascism , the slogan of the inevitable Russo-German war has made a large section favor the fascist advance, so that ‘both monsters devour each other.’",
    "author": "Peter Drucker",
    "topics": [
      "entrepreneurship",
      "leadership"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "d9616a1c87822110",
    "text": "Actually, the specter of the Russo-German alliance is already the nightmare of every European government, however much they protest their belief in the inevitability of a Russo-German war. And what is only a nightmare today may be reality tomorrow. The two regimes will have to come together because they are similar ideologically and socially. That the European Left has not dared to admit this is understandable. By conceding that Soviet Russia is as fascist a state as Germany, they would have conceded that socialism must fail and would have abandoned themselves.",
    "author": "Peter Drucker",
    "topics": [
      "entrepreneurship",
      "leadership"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "8dcb70e89c61faa1",
    "text": "[T]he enemy of totalitarian Nazism is not in the East. It is not Russian communism. The complete collapse of the belief in the attainability of freedom and equality through Marxist socialism has forced Russia to travel the same road toward a totalitarian, purely negative, noneconomic society of unfreedom and inequality which Germany has been following… During the last few years Russia has therefore been forced to adopt one purely totalitarian and fascist principle after the other; not, it must be emphasized, because of a \" Stalinist conspiracy,\" but because there was no other possibility.",
    "author": "Peter Drucker",
    "topics": [
      "entrepreneurship",
      "leadership"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "1e09dd5014fe07e2",
    "text": "Fascism is the stage reached after communism has proved an illusion. And it has been proven as much of an illusion in Stalinist Russia as it proven an illusion in pre-Hitler Germany. Communism in anything but name was abandoned in Russia when the Five-Year Plan was substituted for the New Economic Policy (NEP) after Lenin’s death.",
    "author": "Peter Drucker",
    "topics": [
      "entrepreneurship",
      "leadership"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "429cead66e941a7b",
    "text": "No society can function as a society, unless it gives the individual member social status and function, and unless the decisive social power is legitimate.",
    "author": "Peter Drucker",
    "topics": [
      "entrepreneurship",
      "leadership"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "bdc786ebfc100f85",
    "text": "In the modern corporation the decisive power, that of the managers , is derived from no one but the managers themselves controlled by nobody and nothing and responsible to no one. It is in the most literal sense unfounded, unjustified, uncontrolled and irresponsible power.",
    "author": "Peter Drucker",
    "topics": [
      "entrepreneurship",
      "leadership"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "777f9c2bc19a7160",
    "text": "Unless the power of the corporation can be organized on an accepted principle of legitimacy, it will... be taken over by a Central government...",
    "author": "Peter Drucker",
    "topics": [
      "entrepreneurship",
      "leadership"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "4c0f1375865e38b3",
    "text": "We have only one alternative: either to build a functioning industrial society or see freedom itself disappear in anarchy and tyranny .",
    "author": "Peter Drucker",
    "topics": [
      "entrepreneurship",
      "leadership"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "59417e424cd9bb4a",
    "text": "Unless we realize that the essence of Nazism is also an attempt to solve a universal problem of Western civilization - that of the industrial society - and that the basic principles on which the Nazis base this attempt are also in no way confined to Germany, we do not know what we fight for or what we fight against... The war is being fought for the structure of industrial society--its basic principles, its purposes, and its institutions.",
    "author": "Peter Drucker",
    "topics": [
      "entrepreneurship",
      "leadership"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "d5e8f45defe9e0eb",
    "text": "Freedom rests on ethical decisions. But the political sphere deals with power . ...Individually, power may well be the goal of personal ambition. But socially it is a servant; its organization is only a means to a social end. ...[P]ower distributes rank and determines relations within society; it is a means of internal organization. But the end of society is always an ethical purpose .",
    "author": "Peter Drucker",
    "topics": [
      "entrepreneurship",
      "leadership"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "f185c4d315af97f0",
    "text": "[F]reedom cannot be legislated into existence—though it can be legislated out of existence if the necessary minimum of free government is destroyed. ...[F]reedom rests upon beliefs and social institutions and not upon laws. ...[L]egislative enactment does not create or determine institutional structure, social beliefs and human nature.",
    "author": "Peter Drucker",
    "topics": [
      "entrepreneurship",
      "leadership"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "0367ec99071bec13",
    "text": "[T]he basic decisions are... about aims... what is desirable... the greater good or the lesser evil in the case of conflicting aims... what sacrifice we are willing to make for a certain achievement, and at what point the sacrifice outweighs the advantages.",
    "author": "Peter Drucker",
    "topics": [
      "entrepreneurship",
      "leadership"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "2c66f23559f05a94",
    "text": "There can be no freedom if one man or one group of men... is assumed... inherently perfect or perfectible. Its claim to perfection or perfectibility is a claim to absolute rule.",
    "author": "Peter Drucker",
    "topics": [
      "entrepreneurship",
      "leadership"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "4880391576a1c1d3",
    "text": "There can... be no freedom if a man-made absolute is set up as the one and exclusive goal of human endeavor, or as the one and exclusive rule of individual or social conduct. The man-made absolute may be peace or war, economic progress or security, the Nordic Race or the greatest happiness of the greatest number. Each of these must destroy freedom if it is set up as The Absolute.",
    "author": "Peter Drucker",
    "topics": [
      "entrepreneurship",
      "leadership"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "d806b67262daac34",
    "text": "If war production should remain the only way out of a long-term depression, industrial society would be reduced to the choice between suicide through total war or suicide through total depression.",
    "author": "Peter Drucker",
    "topics": [
      "entrepreneurship",
      "leadership"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "55e561ad3006ee9d",
    "text": "p. 269. Note: compare Dwight Eisenhower 's January, 1961 Farewell Speech",
    "author": "Peter Drucker",
    "topics": [
      "entrepreneurship",
      "leadership"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "b1db69cca91cdf76",
    "text": "For if this country—or any other of the great powers—were to make its defense program a function of its domestic employment situation, it would become impossible to conduct a constructive and well-thought out foreign policy or to develop any lasting collaboration.",
    "author": "Peter Drucker",
    "topics": [
      "entrepreneurship",
      "leadership"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "1095f6e386ca20e5",
    "text": "p. 271. Note: compare Dwight Eisenhower 's January, 1961 Farewell Speech",
    "author": "Peter Drucker",
    "topics": [
      "entrepreneurship",
      "leadership"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "abdfc79c1f8c4e60",
    "text": "[W]e are all learning fast that we have to respect each other's basic beliefs and institutions, however much we must dislike them. If there is one lesson to this war , it is that the attempt to impose one's own system on the world, such as was made by both the Germans and the Japanese, must end not only in total world-wide conflict, but in the defeat and destruction of the country that makes the attempt.",
    "author": "Peter Drucker",
    "topics": [
      "entrepreneurship",
      "leadership"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "f7731a0f9058b102",
    "text": "[C]ollaboration between... divergent systems is possible... only as long as both are stable. ...International security is ...based upon the internal political and social security of each of the Great Powers.",
    "author": "Peter Drucker",
    "topics": [
      "entrepreneurship",
      "leadership"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "61b10563800b58af",
    "text": "[C]hronic unemployment is a denial of citizenship, a destruction of the rationality of our society, and a sign that we are socially incapable of mastering our economic tools. Reasonably full employment... is... a prerequisite to internal stability. ...[F]ailure to stabilize our economy would be the most severe threat to international order.",
    "author": "Peter Drucker",
    "topics": [
      "entrepreneurship",
      "leadership"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "ec2a0a0044840314",
    "text": "It is not enough for the economist in a free society to be a good economic craftsman; he must also think and act as a citizen.",
    "author": "Peter Drucker",
    "topics": [
      "entrepreneurship",
      "leadership"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "f154b18fd1d5150a",
    "text": "[I]n a free society each individual has a responsibility towards the beliefs of his society—a responsibility on which all the rights and duties of citizenship are founded.",
    "author": "Peter Drucker",
    "topics": [
      "entrepreneurship",
      "leadership"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "e1cfd00973e8b6ca",
    "text": "[W]e have been forced to put a major emphasis on the acquisition of technical knowledge.",
    "author": "Peter Drucker",
    "topics": [
      "entrepreneurship",
      "leadership"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "ababea68c8ed2170",
    "text": "[T]he nineteenth century was under the illusion that citizenship can take care of itself. It thought that a free society was \"natural\" and... would maintain itself by its own momentum. ...\"[A]utomatic progress\" would preserve liberty. ...[T]hese beliefs were false... they were destructive. They are not... the source and origin of Hitlerism , but they greatly facilitated its rise.",
    "author": "Peter Drucker",
    "topics": [
      "entrepreneurship",
      "leadership"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "12b63d11d2c89d6c",
    "text": "Today we know that a free society is not the product of nature, but of man; that it is not self-maintaining and self-winding, but demands the vigilant and constant support of responsible citizens... freedom is not inevitable and easy... but the product of a long, hard struggle of man's reason and man's faith that has to be fought over and won again by every generation.",
    "author": "Peter Drucker",
    "topics": [
      "entrepreneurship",
      "leadership"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "d1d89be6fa1fd0ec",
    "text": "It is this country today which has to prove—to a skeptical world and in constant competition—that it is possible to found a strong and stable modern industrial nation on the concept of citizenship in a free society. Hence the central task in this country, the task with the attainment of which we will stand or fall, is education .",
    "author": "Peter Drucker",
    "topics": [
      "entrepreneurship",
      "leadership"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "a8c1dd6620185ee6",
    "text": "We need in this modern world... an incredible number of very highly trained technicians and professional men... But nothing will be gained unless [they] are also educated as citizens... to know about the ends, the beliefs, the purposes, to... which their craft and skill is to contribute... about the basic issues which... every generation of free men has had to decide... [I]t is the liberal arts... that is our lighthouse in the dark and uncharted waters of the postwar world.",
    "author": "Peter Drucker",
    "topics": [
      "entrepreneurship",
      "leadership"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "54e080d75d2a34e0",
    "text": "We still think and talk of the basic problems of an industrial society as problems that can be solved by changing the \"system,\" that is the superstructure of political organization. Yet the real problems lie within the [industrial] enterprise. On the contrary, it is the solution of the problems of the enterprise that will shape the system under which we live.",
    "author": "Peter Drucker",
    "topics": [
      "entrepreneurship",
      "leadership"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "bb7115433f9bdaa5",
    "text": "The large industrial enterprise is... the representative institution of an industrial society. It determines the individual's view of his society.",
    "author": "Peter Drucker",
    "topics": [
      "entrepreneurship",
      "leadership"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "10ae8fd006bf3000",
    "text": "Under section header: The Enterprise as Society's Mirror",
    "author": "Peter Drucker",
    "topics": [
      "entrepreneurship",
      "leadership"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "446a8285a8696c50",
    "text": "The major incentive to productivity and efficiency are social and moral rather than financial.",
    "author": "Peter Drucker",
    "topics": [
      "entrepreneurship",
      "leadership"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "78f2ae324b0d5ca1",
    "text": "What the worker needs is to see the plant as if he were a manager. Only thus can he see his part; from his part he cannot reach the whole. This \"seeing\" is not a matter of information, training courses, conducted plant tours, or similar devices. What is needed is the actual experience of the whole in and through the individual's work.",
    "author": "Peter Drucker",
    "topics": [
      "entrepreneurship",
      "leadership"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "a561f39a984847a0",
    "text": "That the government's power under the Taft-Hartley Act to stop a strike by injunction so clearly strengthens the hand of the employer—even though it is used only when a strike threatens the national health, welfare, or safety—is a grave blemish and explains much of union resistance to the Act.",
    "author": "Peter Drucker",
    "topics": [
      "entrepreneurship",
      "leadership"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "d769e1944cef82b1",
    "text": "There is only one valid definition of a business purpose : to create a customer .",
    "author": "Peter Drucker",
    "topics": [
      "entrepreneurship",
      "leadership"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "9cb3c07ece85b6b8",
    "text": "Free enterprise cannot be justified as being good for business . It can be justified only as being good for society.",
    "author": "Peter Drucker",
    "topics": [
      "entrepreneurship",
      "leadership"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "956cf3706e503de4",
    "text": "The days of the 'intuitive' manager are numbered.",
    "author": "Peter Drucker",
    "topics": [
      "entrepreneurship",
      "leadership"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "a1759e4f92d3be7a",
    "text": "p. 93, cited in Henry Mintzberg (2005) Managers Not MBAs (2005). p. 10",
    "author": "Peter Drucker",
    "topics": [
      "entrepreneurship",
      "leadership"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "82d8fe7f3b564ac2",
    "text": "A man should never be appointed into a managerial position if his vision focuses on people's weaknesses rather than on their strengths.",
    "author": "Peter Drucker",
    "topics": [
      "entrepreneurship",
      "leadership"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "fda764a6b60e7a75",
    "text": "The better a man is, the more mistakes will he make - for the more new things he will try. I would never promote a man into a top level job who had not made mistakes, and big ones at that. Otherwise he is sure to be mediocre.",
    "author": "Peter Drucker",
    "topics": [
      "entrepreneurship",
      "leadership"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "f75cc5a5b0ed16fa",
    "text": "It does not follow from the separation of planning and doing in the analysis of work that the planner and the doer should be two different people. It does not follow that the industrial world should be divided into two classes of people: a few who decide what is to be done, design the job, set the pace, rhythm and motions, and order others about; and the many who do what and as they are told.",
    "author": "Peter Drucker",
    "topics": [
      "entrepreneurship",
      "leadership"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "101255f41920f1ab",
    "text": "It does not matter whether the worker wants responsibility or not, ...The enterprise must demand it of him.",
    "author": "Peter Drucker",
    "topics": [
      "entrepreneurship",
      "leadership"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "ee2177ed340806ce",
    "text": "The fundamental reality for every worker, from sweeper to executive vice-president, is the eight hours or so that he spends on the job . In our society of organizations, it is the job through which the great majority has access to achievement, to fulfillment, and to community.",
    "author": "Peter Drucker",
    "topics": [
      "entrepreneurship",
      "leadership"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "20541842ad125746",
    "text": "- A manager sets objectives - A manager organizes - A manager motivates and communicates - A manager, by establishing yardsticks, measures - A manager develops people .",
    "author": "Peter Drucker",
    "topics": [
      "entrepreneurship",
      "leadership"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "d7c0b86d0f4ecb67",
    "text": "The company is not and must never claim to be home, family, religion, life or fate for the individual. It must never interfere in his private life or his citizenship. He is tied to the company through a voluntary and cancellable employment contract, not through some mystical or indissoluble bond.",
    "author": "Peter Drucker",
    "topics": [
      "entrepreneurship",
      "leadership"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "4a1b69b1f35e42ea",
    "text": "Capitalism is being attacked not because it is inefficient or misgoverned but because it is cynical. And indeed a society based on the assertion that private vices become public benefits cannot endure, no matter how impeccable its logic, no matter how great its benefits.",
    "author": "Peter Drucker",
    "topics": [
      "entrepreneurship",
      "leadership"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "dbf0b3ee09a47bcc",
    "text": "We no longer even understand the question whether change is by itself good or bad, ...We start out with the axiom that it is the norm. We do not see change as altering the order... We see change as being order itself--indeed the only order we can comprehend today is a dynamic, a moving, a changing one.",
    "author": "Peter Drucker",
    "topics": [
      "entrepreneurship",
      "leadership"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "f1cc8e0afe7dd681",
    "text": "An organization belongs on a sick list when promotion becomes more important to its people than accomplishment of their job they are in. It is sick when it is more concerned with avoiding mistakes than with taking risks, with counteracting the weaknesses of its members than with building on their strength. But it is sick also when \"good human relations\" become more important than performance and achievement.",
    "author": "Peter Drucker",
    "topics": [
      "entrepreneurship",
      "leadership"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "3d789f396d911a55",
    "text": "The moment people talk of \"implementing\" instead of \"doing,\" and of \"finalizing\" instead of \"finishing,\" the organization is already running a fever.",
    "author": "Peter Drucker",
    "topics": [
      "entrepreneurship",
      "leadership"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "10763cfd035f2d34",
    "text": "The individual needs the return to spiritual values, for he can survive in the present human situation only by reaffirming that man is not just a biological and psychological being but also a spiritual being, that is creature, and existing for the purposes of his Creator and subject to Him.",
    "author": "Peter Drucker",
    "topics": [
      "entrepreneurship",
      "leadership"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "e570f1217883197a",
    "text": "In the political, the social, the economic, even the cultural sphere, the revolutions of our time have been revolutions \"against\" rather than revolutions \"for\"… On the whole throughout this period the man--or party--that stood for doing the positive has usually cut a pathetic figure; well meaning but ineffectual, civilized but unrealistic, he was suspect alike to [by both] the ultras of destruction and the ultras of preservation and restoration.",
    "author": "Peter Drucker",
    "topics": [
      "entrepreneurship",
      "leadership"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "052aa58c6ddbd78c",
    "text": "[T]hroughout the ages to be educated meant to be unproductive.... our word \"school\" - and its equivalent in all European languages - derives from a Greek word meaning \"leisure.\"",
    "author": "Peter Drucker",
    "topics": [
      "entrepreneurship",
      "leadership"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "24d7d6ab04607b3d",
    "text": "Tomorrow everybody - or practically everybody - will have had the education of the upper class of yesterday, and will expect equivalent opportunities. That is why we face the problem of making every kind of job meaningful and capable of satisfying every educated man.",
    "author": "Peter Drucker",
    "topics": [
      "entrepreneurship",
      "leadership"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "c47a2557cf80196a",
    "text": "The arts alone give direct access to experience. To eliminate them from education - or worse, to tolerate them as cultural ornaments - is antieducational obscurantism. It is foisted on us by the pedants and snobs of Hellenistic Greece who considered artistic performance fit only for slaves...",
    "author": "Peter Drucker",
    "topics": [
      "entrepreneurship",
      "leadership"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "c3bb30366d2b218f",
    "text": "In book subjects a student can only do a student's work. All that can be measured is how well he learns, rather than how well he performs. All he can show is promise.",
    "author": "Peter Drucker",
    "topics": [
      "entrepreneurship",
      "leadership"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "5588f6c0f7e0221a",
    "text": "No matter how deeply wedded one may be to the free enterprise system (and I, for one, am wedded for life), one has to accept the need for positive government; one has to consider government action on a sizable scale as desirable rather than as a necessary evil.",
    "author": "Peter Drucker",
    "topics": [
      "entrepreneurship",
      "leadership"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "f1b10581b64e10dd",
    "text": "Communism is evil. Its driving forces are the deadly sins of envy and hatred.",
    "author": "Peter Drucker",
    "topics": [
      "entrepreneurship",
      "leadership"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "63f6194e16976c4f",
    "text": "Through systematic terror, through indoctrination, through systematic manipulation of stimulus, reward, and punishment, we can today break man and convert him into brute animal ... The first step toward survival is therefore to make government legitimate again by attempting to deprive it of these powers... by international action to ban such powers.",
    "author": "Peter Drucker",
    "topics": [
      "entrepreneurship",
      "leadership"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "325ac1d3c0f23c2e",
    "text": "Morale in an organization does not mean that \"people get along together\"; the test is performance not conformance.",
    "author": "Peter Drucker",
    "topics": [
      "entrepreneurship",
      "leadership"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "61f3595fa5b69122",
    "text": "Large organizations cannot be versatile. A large organization is effective through its mass rather than through its agility. Fleas can jump many times their own height, but not an elephant.",
    "author": "Peter Drucker",
    "topics": [
      "entrepreneurship",
      "leadership"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "fda229ae3ab35fc2",
    "text": "The world economy is not yet a community--not even an economic community...Yet the existence of the \"global shopping center\" is a fact that cannot be undone. The vision of an economy for all will not be forgotten again.",
    "author": "Peter Drucker",
    "topics": [
      "entrepreneurship",
      "leadership"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "6cf1396ade8225ab",
    "text": "If \"socialism\" is defined as \"ownership of the means of production\"--and this is both the orthodox and the only rigorous definition--then the United States is the first truly Socialist country.",
    "author": "Peter Drucker",
    "topics": [
      "entrepreneurship",
      "leadership"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "ad04dffd4add32d3",
    "text": "Whenever anything is being accomplished, it is being done, I have learned, by a monomaniac with a mission.",
    "author": "Peter Drucker",
    "topics": [
      "entrepreneurship",
      "leadership"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "440a41d170faa718",
    "text": "Adventures of a Bystander (1979) (Autobiography)",
    "author": "Peter Drucker",
    "topics": [
      "entrepreneurship",
      "leadership"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "091017452a068759",
    "text": "Few companies that installed computers to reduce the employment of clerks have realized their expectations; most computer users have found that they now need more, and more expensive clerks, even though they call them \"operators\" or \"programmers.",
    "author": "Peter Drucker",
    "topics": [
      "entrepreneurship",
      "leadership"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "a06c4aa34c5141e3",
    "text": "Drucker cited in: William White (1981) Library journal . Volume 106, Nr 1-12. p. 1048",
    "author": "Peter Drucker",
    "topics": [
      "entrepreneurship",
      "leadership"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "c3f8020d4efe5f0e",
    "text": "All economic activity is by definition \"high risk.\" And defending yesterday--that is, not innovating--is far more risky than making tomorrow.",
    "author": "Peter Drucker",
    "topics": [
      "entrepreneurship",
      "leadership"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "75e959c82a2c1f02",
    "text": "Ideas are somewhat like babies--they are born small, immature, and shapeless. They are promise rather than fulfillment. In the innovative company executives do not say, \"This is a damn-fool idea.\" Instead they ask, \"What would be needed to make this embryonic, half-baked, foolish idea into something that makes sense, that is an opportunity for us?\"",
    "author": "Peter Drucker",
    "topics": [
      "entrepreneurship",
      "leadership"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "f469156f83132a88",
    "text": "The citizen of today in every developed country is typically an employee. He works for one of the institutions. He looks to them for his livelihood. He looks to them for his opportunities. He looks to them for access to status and function in society, as well as for personal fulfillment and achievement.",
    "author": "Peter Drucker",
    "topics": [
      "entrepreneurship",
      "leadership"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "1cf8ae62c2580a36",
    "text": "Without institution there is no management. But without management there is no institution.",
    "author": "Peter Drucker",
    "topics": [
      "entrepreneurship",
      "leadership"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "0773a7068afda6b7",
    "text": "We will have to learn to lead people rather then to contain them.",
    "author": "Peter Drucker",
    "topics": [
      "entrepreneurship",
      "leadership"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "323393752a4d644b",
    "text": "A primary task of management in the developed countries in the decades ahead will be to make knowledge productive.",
    "author": "Peter Drucker",
    "topics": [
      "entrepreneurship",
      "leadership"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "dcdefd76cea04e86",
    "text": "A management decision is irresponsible if it risks disaster this year for the sake of a grandiose future.",
    "author": "Peter Drucker",
    "topics": [
      "entrepreneurship",
      "leadership"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "79d32c57ef2337bb",
    "text": "The only thing we know about the future is that it is going to be different.",
    "author": "Peter Drucker",
    "topics": [
      "entrepreneurship",
      "leadership"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "737fcca6ca8887b1",
    "text": "The prevailing economic theory of business enterprise and behavior, the maximization of profit—which is simply a complicated way of phrasing the old saw of buying cheap and selling dear—may adequately explain how Richard Sears operated. But it cannot explain how Sears, Roebuck or any other business enterprise operates, nor how it should operate. The concept of profit maximization is, in fact, meaningless.",
    "author": "Peter Drucker",
    "topics": [
      "entrepreneurship",
      "leadership"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "b936899d7573a2a7",
    "text": "Success always obsoletes the very behavior that achieved it.",
    "author": "Peter Drucker",
    "topics": [
      "entrepreneurship",
      "leadership"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "0f54efb2ef3f4d35",
    "text": "The basic definition of the business and of its purpose and mission have to be translated into objectives.",
    "author": "Peter Drucker",
    "topics": [
      "entrepreneurship",
      "leadership"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "1e7741fb6586c82b",
    "text": "It is better to pick the wrong priority than none at all.",
    "author": "Peter Drucker",
    "topics": [
      "entrepreneurship",
      "leadership"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "36568113b1133443",
    "text": "The fault is in the system and not in the men.",
    "author": "Peter Drucker",
    "topics": [
      "entrepreneurship",
      "leadership"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "717316bd8b1eb726",
    "text": "Note: see W Edwards Deming \"Blame the process, not the people.\"",
    "author": "Peter Drucker",
    "topics": [
      "entrepreneurship",
      "leadership"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "7ed990c91a9bdde0",
    "text": "A success that has outlived its usefulness may, in the end, be more damaging than failure.",
    "author": "Peter Drucker",
    "topics": [
      "entrepreneurship",
      "leadership"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "7c38e8898f5fcffb",
    "text": "One cannot hire a hand; the whole man always comes with it.",
    "author": "Peter Drucker",
    "topics": [
      "entrepreneurship",
      "leadership"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "100869daa5517245",
    "text": "Frederick W. Taylor was the first man in recorded history who deemed work deserving of systematic observation and study. On Taylor's ' scientific management ' rests, above all, the tremendous surge of affluence in the last seventy-five years which has lifted the working masses in the developed countries well above any level recorded before, even for the well-to-do. Taylor, though the Isaac Newton (or perhaps the Archimedes) of the science of work, laid only first foundations, however. Not much has been added to them since – even though he has been dead all of sixty years.",
    "author": "Peter Drucker",
    "topics": [
      "entrepreneurship",
      "leadership"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "cef38dd5127363fa",
    "text": "As with every phenomenon of the objective universe , the first step toward understanding work is to analyze it .",
    "author": "Peter Drucker",
    "topics": [
      "entrepreneurship",
      "leadership"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "e5c13134bd454fdc",
    "text": "\"Loafing\" is easy, but \"leisure\" is difficult.",
    "author": "Peter Drucker",
    "topics": [
      "entrepreneurship",
      "leadership"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "57c81ca5567e6c5e",
    "text": "The first step toward making the worker achieving is to make work productive.",
    "author": "Peter Drucker",
    "topics": [
      "entrepreneurship",
      "leadership"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "415f49920eb80625",
    "text": "When Henry Ford said, \"The customer can have a car in any color as long as it's black,\" he was not joking.",
    "author": "Peter Drucker",
    "topics": [
      "entrepreneurship",
      "leadership"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "40357d6618667ce4",
    "text": "A tool is not necessarily better because it is bigger. A tool is best if it does the job required with a minimum of effort, with a minimum of complexity, and with a minimum of power.",
    "author": "Peter Drucker",
    "topics": [
      "entrepreneurship",
      "leadership"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "363304c0bd1be128",
    "text": "An employer has no business with a man's personality. Employment is a specific contract calling for a specific performance... Any attempt to go beyond that is usurpation. It is immoral as well as an illegal intrusion of privacy. It is abuse of power. An employee owes no \"loyalty,\" he owes no \"love\" and no \"attitudes\"--he owes performance and nothing else. .... The task is not to change personality, but to enable a person to achieve and to perform.",
    "author": "Peter Drucker",
    "topics": [
      "entrepreneurship",
      "leadership"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "faa354f89a5c69a7",
    "text": "The society of organizations is new-only seventy years ago employees were a small minority in every society.",
    "author": "Peter Drucker",
    "topics": [
      "entrepreneurship",
      "leadership"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "2726b536d8cfc343",
    "text": "[[Management] has authority only as long as it performs.",
    "author": "Peter Drucker",
    "topics": [
      "entrepreneurship",
      "leadership"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "e4fe5b9e603e229d",
    "text": "It has been said, and only half in jest, that a tough, professionally led union is a great force for improving management performance. It forces the manager to think about what he is doing and to be able to explain his actions and behavior.",
    "author": "Peter Drucker",
    "topics": [
      "entrepreneurship",
      "leadership"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "08bd409140f7124d",
    "text": "And no matter how serious an environmental problem the automobile poses in today's big city, the horse was dirtier, smelled worse, killed and maimed more people, and congested the streets just as much.",
    "author": "Peter Drucker",
    "topics": [
      "entrepreneurship",
      "leadership"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "91fb7d27bc4b3ed4",
    "text": "Wherever an impact can be eliminated by dropping the activity that causes it, this is therefore the best-indeed the only truly good-solution.",
    "author": "Peter Drucker",
    "topics": [
      "entrepreneurship",
      "leadership"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "19d38198fed98571",
    "text": "The manager is a servant. His master is the institution he manages and his first responsibility must therefore be to it.",
    "author": "Peter Drucker",
    "topics": [
      "entrepreneurship",
      "leadership"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "d3af8c7bcafb6f62",
    "text": "We do not need more laws . No country suffers from a shortage of laws. We need a new model .",
    "author": "Peter Drucker",
    "topics": [
      "entrepreneurship",
      "leadership"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "067a8ac663e5459a",
    "text": "The worker's effectiveness is determined largely by the way he is being managed.",
    "author": "Peter Drucker",
    "topics": [
      "entrepreneurship",
      "leadership"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "b7dc87496ab4d1ca",
    "text": "To be a manager requires more than a title, a big office, and other outward symbols of rank. It requires competence and performance of a high order.",
    "author": "Peter Drucker",
    "topics": [
      "entrepreneurship",
      "leadership"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "420f510a29330f1c",
    "text": "A superior who works on his own development sets an almost irresistible example.",
    "author": "Peter Drucker",
    "topics": [
      "entrepreneurship",
      "leadership"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "d54de6db7fa75c6d",
    "text": "The purpose of an organization is to enable common men to do uncommon things.",
    "author": "Peter Drucker",
    "topics": [
      "entrepreneurship",
      "leadership"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "d1f7907d48cb6e3d",
    "text": "Executives do many things in addition to making decisions. But only executives make decisions. The first managerial skill is, therefore, the making of effective decisions.",
    "author": "Peter Drucker",
    "topics": [
      "entrepreneurship",
      "leadership"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "009bc0a1e0da568a",
    "text": "One has to make a decision when a condition is likely to degenerate if nothing is done.",
    "author": "Peter Drucker",
    "topics": [
      "entrepreneurship",
      "leadership"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "2a528973a0e87c60",
    "text": "Communication is always \" propaganda .\" The emitter always wants \"to get something across.\"",
    "author": "Peter Drucker",
    "topics": [
      "entrepreneurship",
      "leadership"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "de01072bc78a6eb2",
    "text": "The tool user, provided the tool is made well, need not, and indeed should not, know anything about the tool.",
    "author": "Peter Drucker",
    "topics": [
      "entrepreneurship",
      "leadership"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "80b84086c5171f18",
    "text": "The first organization structure in the modern West was laid down in the canon law of the Catholic Church eight hundred years ago.",
    "author": "Peter Drucker",
    "topics": [
      "entrepreneurship",
      "leadership"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "190a5ddfa81d49bb",
    "text": "One reason for the tremendous increase in health-care costs in the U.S. is managerial neglect of the \"hotel services\" by the people who dominate the hospital, such as doctors and nurses.",
    "author": "Peter Drucker",
    "topics": [
      "entrepreneurship",
      "leadership"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "404a77ae52638e06",
    "text": "The rule should be to minimize the need for people to get together to accomplish anything.",
    "author": "Peter Drucker",
    "topics": [
      "entrepreneurship",
      "leadership"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "4c93b11a55137bf8",
    "text": "Top management as a function and as a structure was first developed by Georg von Siemens (1839-1901) in Germany between 1870 and 1880, when he designed and built the Deutsche Bank and made it, within a very few years, into continental Europe's leading and most dynamic financial institution.",
    "author": "Peter Drucker",
    "topics": [
      "entrepreneurship",
      "leadership"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "782da34fe48f8ea2",
    "text": "There is a point at which a transformation has to take place.",
    "author": "Peter Drucker",
    "topics": [
      "entrepreneurship",
      "leadership"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "191ccd227f2895b0",
    "text": "\" Value added \" is a meaningless concept for a retail business , for a bank, for a life insurance company, and for any other business which is not primarily engaged in manufacturing.",
    "author": "Peter Drucker",
    "topics": [
      "entrepreneurship",
      "leadership"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "d3b739c8520ba26e",
    "text": "Absolute size by itself is no indicator of success and achievement, let alone of managerial competence. Being the right size is.",
    "author": "Peter Drucker",
    "topics": [
      "entrepreneurship",
      "leadership"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "d841c8578c2dba4e",
    "text": "Engineers speak half–jokingly about Murphy's Law : \" If anything can go wrong, it will.\" But complexity stands under a second law as well. Let me call it Drucker's law: \"If one thing goes wrong, everything else will, and at the same time.\"",
    "author": "Peter Drucker",
    "topics": [
      "entrepreneurship",
      "leadership"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "102d52e07d66c5a9",
    "text": "There is a point of complexity beyond which a business is no longer manageable.",
    "author": "Peter Drucker",
    "topics": [
      "entrepreneurship",
      "leadership"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "ce1c0dbc702feeb5",
    "text": "Financial \" synergy \" is a will-o'-the-wisp.It looks good on paper, but it fails to work out in practice.",
    "author": "Peter Drucker",
    "topics": [
      "entrepreneurship",
      "leadership"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "c9bf9edc0158915b",
    "text": "The world political system is till based on the concept of the national sovereign state . For the first time therefore, in three hundred years economy and sovereignty are becoming divorced from each other.",
    "author": "Peter Drucker",
    "topics": [
      "entrepreneurship",
      "leadership"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "2838d98af37ef2b4",
    "text": "Organizationally what is required - and evolving - is systems management .",
    "author": "Peter Drucker",
    "topics": [
      "entrepreneurship",
      "leadership"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "e5cc55c3e9876e36",
    "text": "Growth as a goal, to repeat, is delusion . William James , the American philosopher, talked of the \"bitch goddess success.\" A philosopher of business today might well talk of the \"bitch goddess growth.\"",
    "author": "Peter Drucker",
    "topics": [
      "entrepreneurship",
      "leadership"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "5f93083e4e9e4526",
    "text": "There is every indication that the period ahead will be an innovative one, one of rapid change in technology , society , economy , and institutions .",
    "author": "Peter Drucker",
    "topics": [
      "entrepreneurship",
      "leadership"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "6ec907ec40269781",
    "text": "One of the great movements in my lifetime among educated people is the need to commit themselves to action. Most people are not satisfied with giving money; we also feel we need to work. That is why there is an enormous surge in the number of unpaid staff, volunteers. The needs are not going to go away. Business is not going to take up the slack, and government cannot.",
    "author": "Peter Drucker",
    "topics": [
      "entrepreneurship",
      "leadership"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "98b34b089f2e40e6",
    "text": "\"New Priorities\" Dancing Toward The Future , Context Institute , (1992)",
    "author": "Peter Drucker",
    "topics": [
      "entrepreneurship",
      "leadership"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "fafbc8430e5c0f26",
    "text": "Sören Kierkegaard has another answer: human existence is possible as existence not in despair, as existence not in tragedy; it is possible as existence in faith... Faith is the belief that in God the impossible is possible, that in Him time and eternity are one, that both life and death are meaningful.",
    "author": "Peter Drucker",
    "topics": [
      "entrepreneurship",
      "leadership"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "2376779d01188e18",
    "text": "The Ecological Vision: Reflections on the American Condition (1993)",
    "author": "Peter Drucker",
    "topics": [
      "entrepreneurship",
      "leadership"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "1ce7e704cebc6515",
    "text": "For the social ecologist language is not \"communication.\" It is not just \"message.\" It is substance. It is the cement that holds humanity together. It creates community and communication. ...Social ecologists need not be \"great\" writers; but they have to be respectful writers, caring writers.",
    "author": "Peter Drucker",
    "topics": [
      "entrepreneurship",
      "leadership"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "1ed142de04339195",
    "text": "That people even in well paid jobs choose ever earlier retirement is a severe indictment of our organizations -- not just business , but government service, the universities. These people don't find their jobs interesting.",
    "author": "Peter Drucker",
    "topics": [
      "entrepreneurship",
      "leadership"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "f5e5173820c02542",
    "text": "The Shape of Things to Come: An Interview with Peter F. Drucker Leader to Leader, No. 1 (Summer 1996)",
    "author": "Peter Drucker",
    "topics": [
      "entrepreneurship",
      "leadership"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "b2dbacc4ef425093",
    "text": "... what's absolutely unforgivable is the financial benefit top management people get for laying off people. There is no excuse for it. No justification. This is morally and socially unforgivable, and we will pay a heavy price for it.",
    "author": "Peter Drucker",
    "topics": [
      "entrepreneurship",
      "leadership"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "97c4a71d23b2ef13",
    "text": "A cantankerous interview with Peter Drucker , Wired (August 1996)",
    "author": "Peter Drucker",
    "topics": [
      "entrepreneurship",
      "leadership"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "2d54c922794f057a",
    "text": "Seeing things as they really are , Forbes (March 10, 1997)",
    "author": "Peter Drucker",
    "topics": [
      "entrepreneurship",
      "leadership"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "6c7d4458aa23b8bb",
    "text": "Universities won't survive. The future is outside the traditional campus, outside the traditional classroom. Distance learning is coming on fast.",
    "author": "Peter Drucker",
    "topics": [
      "entrepreneurship",
      "leadership"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "d0f366fe3250789f",
    "text": "I got my degree through E-mail , Forbes (June 16, 1997)",
    "author": "Peter Drucker",
    "topics": [
      "entrepreneurship",
      "leadership"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "9a925730d0a1afef",
    "text": "...human beings need community. If there are no communities available for constructive ends, there will be destructive, murderous communities... Only the social sector, that is, the nongovernmental, nonprofit organization, can create what we now need, communities for citizens... What the dawning 21st century needs above all is equally explosive growth of the nonprofit social sector in building communities in the newly dominant social environment, the city.",
    "author": "Peter Drucker",
    "topics": [
      "entrepreneurship",
      "leadership"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "02f7120443868b66",
    "text": "Civilizing the City , Leader to Leader, No. 7 (Winter 1998)",
    "author": "Peter Drucker",
    "topics": [
      "entrepreneurship",
      "leadership"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "ee94cc2c7568e0bb",
    "text": "...all earlier pluralist societies destroyed themselves because no one took care of the common good. They abounded in communities but could not sustain community, let alone create it.",
    "author": "Peter Drucker",
    "topics": [
      "entrepreneurship",
      "leadership"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "6c74c2a9c6c37d01",
    "text": "The New Pluralism Leader to Leader, No. 14 (Fall 1999)",
    "author": "Peter Drucker",
    "topics": [
      "entrepreneurship",
      "leadership"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "dbec591c06964ff4",
    "text": "Knowing Yourself ...We also seldom know what gifts we are not endowed with. We will have to learn where we belong, what we have to learn to get the full benefit from our strengths, where our weaknesses lie, what our values are. We also have to know ourselves temperamentally: \"Do I work well with people, or am I a loner? What am I committed to? And what is my contribution?\"",
    "author": "Peter Drucker",
    "topics": [
      "entrepreneurship",
      "leadership"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "fa0c6280ce58161a",
    "text": "Managing Knowledge Means Managing Oneself Leader to Leader, No. 16 (Spring 2000)",
    "author": "Peter Drucker",
    "topics": [
      "entrepreneurship",
      "leadership"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "ebfb25cf20d60b60",
    "text": "\"The way ahead\" Economist.com (November 2001)",
    "author": "Peter Drucker",
    "topics": [
      "entrepreneurship",
      "leadership"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "ad9b191164b1e2c9",
    "text": "\"The next society\" Economist.com (November 2001)",
    "author": "Peter Drucker",
    "topics": [
      "entrepreneurship",
      "leadership"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "495dda49356ab705",
    "text": "Once a year ask the boss, \"What do I or my people do that helps you to do your job?\" and \"What do I or my people do that hampers you?\"",
    "author": "Peter Drucker",
    "topics": [
      "entrepreneurship",
      "leadership"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "065e7f25956cafe0",
    "text": "The subordinate's job is not to reform or reeducate the boss, not to make him conform to what the business schools or the management book say bosses should be like. It is to enable a particular boss to perform as a unique individual.",
    "author": "Peter Drucker",
    "topics": [
      "entrepreneurship",
      "leadership"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "90d209984bb9f555",
    "text": "A manager 's task is to make the strengths of people effective and their weakness irrelevant - and that applies fully as much to the manager's boss as it applies to the manager's subordinates",
    "author": "Peter Drucker",
    "topics": [
      "entrepreneurship",
      "leadership"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "bee9204d7c1d753d",
    "text": "Keep the boss aware. Bosses, after all, are held responsible by their own bosses for the performance of their subordinates. They must be able to say: \"I know what Anne [or John] is trying to do.\"",
    "author": "Peter Drucker",
    "topics": [
      "entrepreneurship",
      "leadership"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "d25a8d842889d8a5",
    "text": "Never underrate the boss! The boss may look illiterate. He may look stupid. But there is no risk at all in overrating a boss. If you underrate him he will bitterly resent it or impute to you the deficiency in brains and knowledge you imputed to him.",
    "author": "Peter Drucker",
    "topics": [
      "entrepreneurship",
      "leadership"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "8d2c4569af7b3061",
    "text": "The postwar [WWII] GI Bill of Rights - and the enthusiastic response to it on the part of America's veterans - signaled the shift to the knowledge society. Future historians may consider it the most important event of the twentieth century. We are clearly in the midst of this transformation; indeed, if history is any guide, it will not be completed until 2010 or 2020. But already it has changed the political, economic and moral landscape of the world.",
    "author": "Peter Drucker",
    "topics": [
      "entrepreneurship",
      "leadership"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "3b5f95cc6a209eb7",
    "text": "That knowledge has become the resource, rather than a resource, is what makes our society \"post-capitalist.",
    "author": "Peter Drucker",
    "topics": [
      "entrepreneurship",
      "leadership"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "eb362bb8f4b3210c",
    "text": "About the rise and fall of the blue-collar worker",
    "author": "Peter Drucker",
    "topics": [
      "entrepreneurship",
      "leadership"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "615a92a122fa58b6",
    "text": "The newly emerging dominant group is \" knowledge workers .\" The very term was unknown forty years ago. (I coined it in a 1959 book, Landmarks of Tomorrow.) By the end of this century knowledge workers will make up a third or more of the work force in the United States--as large a proportion as manufacturing workers ever made up, except in wartime. The majority of them will be paid at least as well as, or better than, manufacturing workers ever were. And the new jobs offer much greater opportunities.",
    "author": "Peter Drucker",
    "topics": [
      "entrepreneurship",
      "leadership"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "6247841154c1e5f6",
    "text": "Increasingly, politics is not about \"who gets what, when, how\" but about values, each of them considered to be absolute. Politics is about \"the right to life\"...It is about the environment. It is about gaining equality for groups alleged to be oppressed...None of these issues is economic. All are fundamentally moral.",
    "author": "Peter Drucker",
    "topics": [
      "entrepreneurship",
      "leadership"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "e6dbbea0003eee44",
    "text": "This society in which knowledge workers dominate is in danger of a new \"class conflict\" between the large minority of knowledge workers and the majority of workers who will make their livings through traditional ways, either by manual work... or by service work. The productivity of knowledge work - still abysmally low - will predictably become the economic challenge of the knowledge society. On it will depend the ability of the knowledge society to give decent incomes, and with them dignity and status, to non knowledge people.",
    "author": "Peter Drucker",
    "topics": [
      "entrepreneurship",
      "leadership"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "9728b330edd7e8ad",
    "text": "I think the growth industry of the future in this country and the world will soon be the continuing education of adults. ...I think the educated person of the future is somebody who realizes the need to continue to learn. That is the new definition and it is going to change the world we live in and work in.",
    "author": "Peter Drucker",
    "topics": [
      "entrepreneurship",
      "leadership"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "9b750ade90b8bb36",
    "text": "I would hope that American managers - indeed, managers worldwide - continue to appreciate what I have been saying almost from day one: that management is so much more than exercising rank and privilege, that it is much more than \"making deals.\" Management affects people and their lives.",
    "author": "Peter Drucker",
    "topics": [
      "entrepreneurship",
      "leadership"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "7b5a24f8a17c0adf",
    "text": "According to The Quote Investigator, this phrase first appeared on PIMA’s North American Papermaker: The Official Publication of the Paper Industry Management Association , in an article by Bill Moore and Jerry Rose. The year was 2000. Since then, the phrase has appeared many times. Peter Drucker died in 2005. The first time his name was associated to the citation was on 2011. Other occurrences and versions of the phrase can be found at [1]",
    "author": "Peter Drucker",
    "topics": [
      "entrepreneurship",
      "leadership"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "1202f4b79e53be1c",
    "text": "Although he reputedly hated the label of ‘guru’, Peter Drucker was, by any standards, the greatest management guru the world has yet seen. In 1996, the McKinsey Quarterly journal described him as ‘the one guru to whom other gurus kowtow’ and Robert Heller described him as ‘the greatest man in the history of management’, praise indeed for a man who described himself as ‘just an old journalist’.",
    "author": "Peter Drucker",
    "topics": [
      "entrepreneurship",
      "leadership"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "10b17a8fc684a0df",
    "text": "Robert Heller and Alistair Schofield (2006) \" Peter J Drucker (1909~2005) \" on extensor.co.uk",
    "author": "Peter Drucker",
    "topics": [
      "entrepreneurship",
      "leadership"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "75ca1a248ab48987",
    "text": "What fascinated me about Drucker, and still does, is how he infuses his broad perspective on business issues with philosophical and historical considerations.",
    "author": "Peter Drucker",
    "topics": [
      "entrepreneurship",
      "leadership"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "61a48e4d87e8ca42",
    "text": "Henry Kaufman , On Money and Markets (2000) p. 26.",
    "author": "Peter Drucker",
    "topics": [
      "entrepreneurship",
      "leadership"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "202fd7602ccfa209",
    "text": "The publication of Peter F. Drucker's The Practice of Management in 1954 was a turning point in the development of the discipline of management .",
    "author": "Peter Drucker",
    "topics": [
      "entrepreneurship",
      "leadership"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "106ecab8572111ce",
    "text": "Shaker A. Zahra (‎2003), \"The Practice of Management: Reflections on Peter F. Drucker's Landmark Book.\" The Academy of Management Executive (1993-2005), Vol. 17, No. 3 (Aug., 2003), p. 16",
    "author": "Peter Drucker",
    "topics": [
      "entrepreneurship",
      "leadership"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "85a6ef297853bfae",
    "text": "Drucker, Peter Ferdinand, 1909- his accessible works @Archive.org.",
    "author": "Peter Drucker",
    "topics": [
      "entrepreneurship",
      "leadership"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "c36d4298105671f3",
    "text": "The media wants overnight successes (so they have someone to tear down). Ignore them. Ignore the early adopter critics that never have enough to play with. Ignore your investors that want proven tactics and predictable instant results. Listen instead to your real customers, to your vision and make something for the long haul. Because that's how long it's going to take, guys.",
    "author": "Seth Godin",
    "topics": [
      "entrepreneurship",
      "marketing"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "3f17d850f5ec1cf3",
    "text": "\"The secret of the web (hint: it's a virtue),\" Seth Godin's Blog ( 2008-08-10 )",
    "author": "Seth Godin",
    "topics": [
      "entrepreneurship",
      "marketing"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "5f64846e61f32b26",
    "text": "The problem with competition is that it takes away the requirement to set your own path, to invent your own method, to find a new way.",
    "author": "Seth Godin",
    "topics": [
      "entrepreneurship",
      "marketing"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "3ee484062cf2ffdf",
    "text": "\"Competition as a crutch\" Seth's Blog ( 2012-07-16 )",
    "author": "Seth Godin",
    "topics": [
      "entrepreneurship",
      "marketing"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "d0dca90341a5c8f2",
    "text": "The second person to write a story about a young boy and an escaped slave on the Mississippi wasn't a novelist, he was a typist.",
    "author": "Seth Godin",
    "topics": [
      "entrepreneurship",
      "marketing"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "bf86d04ef5965aab",
    "text": "[ http://sethgodin.typepad.com/seths_blog/2012/07/the-importance-of-going-first.html \"The importance of going first\" \"Seth's Blog\" ( 2012-07-18 )",
    "author": "Seth Godin",
    "topics": [
      "entrepreneurship",
      "marketing"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "8a9f543fcd803b06",
    "text": "Architects know that some kinds of design problems are more personal than others. One of the cleanest, most abstract design problems is designing bridges. There your job is largely a matter of spanning a given distance with the least material. The other end of the spectrum is designing chairs. Chair designers have to spend their time thinking about human butts.",
    "author": "Paul Graham",
    "topics": [
      "entrepreneurship",
      "startups"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "7d2ffda883cafac0",
    "text": "\"Five Questions about Language Design\" , May 2001",
    "author": "Paul Graham",
    "topics": [
      "entrepreneurship",
      "startups"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "f54f776c7f04a090",
    "text": "The best thing software can be is easy, but the way to do this is to get the defaults right, not to limit users' choices.",
    "author": "Paul Graham",
    "topics": [
      "entrepreneurship",
      "startups"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "e1fda1736800948c",
    "text": "Software has to be designed by hackers who understand design, not designers who know a little about software. If you can't design software as well as implement it, don't start a startup .",
    "author": "Paul Graham",
    "topics": [
      "entrepreneurship",
      "startups"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "178c2866358e237e",
    "text": "At every period of history, people have believed things that were just ridiculous, and believed them so strongly that you risked ostracism or even violence by saying otherwise. If our own time were any different, that would be remarkable. As far as I can tell it isn't.",
    "author": "Paul Graham",
    "topics": [
      "entrepreneurship",
      "startups"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "4283bea75de3af9a",
    "text": "If you try to solve a hard problem, the question is not whether you will use a powerful enough language, but whether you will (a) use a powerful language, (b) write a de facto interpreter for one, or (c) yourself become a human compiler for one.",
    "author": "Paul Graham",
    "topics": [
      "entrepreneurship",
      "startups"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "9dbbb22ba4c351b5",
    "text": "As a rule of thumb, the more qualifiers there are before the name of a country, the more corrupt the rulers. A country called The Socialist People's Democratic Republic of X is probably the last place in the world you'd want to live.",
    "author": "Paul Graham",
    "topics": [
      "entrepreneurship",
      "startups"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "b35fe30ab042a281",
    "text": "A programming language is for thinking of programs, not for expressing programs you've already thought of.",
    "author": "Paul Graham",
    "topics": [
      "entrepreneurship",
      "startups"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "350ff95eca874d03",
    "text": "The most important thing is to be able to think what you want, not to say what you want.",
    "author": "Paul Graham",
    "topics": [
      "entrepreneurship",
      "startups"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "6607fa9dd9b9eedf",
    "text": "When those far removed from the creation of wealth -- undergraduates, reporters, politicians -- hear that the richest 5% of the people have half the total wealth, they tend to think injustice! An experienced programmer would be more likely to think is that all? The top 5% of programmers probably write 99% of the good software.",
    "author": "Paul Graham",
    "topics": [
      "entrepreneurship",
      "startups"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "3f23862c203cdf57",
    "text": "I've seen occasional articles about how to manage programmers. Really there should be two articles: one about what to do if you are yourself a programmer, and one about what to do if you're not. And the second could probably be condensed into two words: give up.",
    "author": "Paul Graham",
    "topics": [
      "entrepreneurship",
      "startups"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "b385a3bcf6f39d49",
    "text": "At any given time, there are only about ten or twenty places where hackers most want to work, and if you aren't one of them, you won't just have fewer great hackers, you'll have zero.",
    "author": "Paul Graham",
    "topics": [
      "entrepreneurship",
      "startups"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "b9205a7552574f25",
    "text": "There are few sources of energy so powerful as a procrastinating grad student.",
    "author": "Paul Graham",
    "topics": [
      "entrepreneurship",
      "startups"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "52f9b0cf84c9e4af",
    "text": "Google never did any advertising. They're like dealers; they sell the stuff, but they know better than to use it themselves.",
    "author": "Paul Graham",
    "topics": [
      "entrepreneurship",
      "startups"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "9d91f1dd11202748",
    "text": "Competitors punch you in the jaw, but investors have you by the balls.",
    "author": "Paul Graham",
    "topics": [
      "entrepreneurship",
      "startups"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "ad85b97b32b2cc51",
    "text": "Consulting is where product companies go to die.",
    "author": "Paul Graham",
    "topics": [
      "entrepreneurship",
      "startups"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "6bd2ddf557b7126d",
    "text": "European public opinion will apparently tolerate people being fired in industries where they really care about performance. Unfortunately the only industry they care enough about so far is soccer.",
    "author": "Paul Graham",
    "topics": [
      "entrepreneurship",
      "startups"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "351c9ded72f5feef",
    "text": "\"Why Startups Condense in America\" , May 2006",
    "author": "Paul Graham",
    "topics": [
      "entrepreneurship",
      "startups"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "b6c2af3424adb90b",
    "text": "The world seemed cruel and boring, and I'm not sure which was worse.",
    "author": "Paul Graham",
    "topics": [
      "entrepreneurship",
      "startups"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "abc293ae705e2c85",
    "text": "When you tread water, you lift yourself up by pushing water down. Likewise, in any social hierarchy, people unsure of their own position will try to emphasize it by maltreating those they think rank below. I've read that this is why poor whites in the United States are the group most hostile to blacks.",
    "author": "Paul Graham",
    "topics": [
      "entrepreneurship",
      "startups"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "6079a6ddd4cb275b",
    "text": "Why do people move to suburbia? To have kids! So no wonder it seemed boring and sterile. The whole place was a giant nursery, an artificial town created explicitly for the purpose of breeding children.",
    "author": "Paul Graham",
    "topics": [
      "entrepreneurship",
      "startups"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "ad5ce318ea98566e",
    "text": "Nerds serve two masters. They want to be popular, certainly, but they want even more to be smart. And popularity is not something you can do in your spare time, not in the fiercely competitive environment of an American secondary school.",
    "author": "Paul Graham",
    "topics": [
      "entrepreneurship",
      "startups"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "c91f9c4077e20221",
    "text": "While the nerds were being trained to get the right answers, the popular kids were being trained to please.",
    "author": "Paul Graham",
    "topics": [
      "entrepreneurship",
      "startups"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "aad7a0c28959c5f2",
    "text": "If you leave a bunch of eleven-year-olds to their own devices, what you get is Lord of the Flies.",
    "author": "Paul Graham",
    "topics": [
      "entrepreneurship",
      "startups"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "bb699b8b3692ad05",
    "text": "The other thing that's different about the real world [compared to high school] is that it's much larger. In a large enough pool, even the smallest minorities can achieve a critical mass if they clump together.",
    "author": "Paul Graham",
    "topics": [
      "entrepreneurship",
      "startups"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "a01d5215584a1aeb",
    "text": "Nerds aren't losers. They're just playing a different game, and a game much closer to the one played in the real world.",
    "author": "Paul Graham",
    "topics": [
      "entrepreneurship",
      "startups"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "4df8c0d3cfd73d2b",
    "text": "Your teachers are always telling you [high school students] to behave like adults. I wonder if they'd like it if you did. You may be loud and disorganized, but you're very docile compared to adults.... Imagine the reaction of an FBI agent or taxi driver or reporter to being told they had to ask permission to go the bathroom, and only one person could go at a time.",
    "author": "Paul Graham",
    "topics": [
      "entrepreneurship",
      "startups"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "e6527bb42a94fd36",
    "text": "There's no switch inside you [high school students] that magically flips when you turn a certain age or graduate from some institution. You start being an adult when you decide to take responsibility for your life. You can do that at any age.",
    "author": "Paul Graham",
    "topics": [
      "entrepreneurship",
      "startups"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "373b4ecdf718578d",
    "text": "It's not so important what you [high school students] work on, so long as you're not wasting your time. Work on things that interest you and increase your options, and worry later about which you'll take.",
    "author": "Paul Graham",
    "topics": [
      "entrepreneurship",
      "startups"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "dae14584055c8080",
    "text": "The world changes fast, and the rate at which it changes is itself speeding up. In such a world it's not a good idea to have fixed plans.",
    "author": "Paul Graham",
    "topics": [
      "entrepreneurship",
      "startups"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "dd93ebe84e3e4348",
    "text": "If I were back in high school and someone asked about my plans, I'd say that my first priority was to learn what the options were. You [high school students] don't need to be in a rush to choose your life's work. What you need to do is discover what you like. You have to work on stuff you like if you want to be good at what you do.",
    "author": "Paul Graham",
    "topics": [
      "entrepreneurship",
      "startups"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "972c5cd9aad59fd6",
    "text": "No matter what you work on, you're not working on everything else. So the question is not how to avoid procrastination, but how to procrastinate well. There are three variants of procrastination, depending on what you do instead of working on something: you could work on (a) nothing, (b) something less important, or (c) something more important. That last type, I'd argue, is good procrastination.",
    "author": "Paul Graham",
    "topics": [
      "entrepreneurship",
      "startups"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "dfc604bf2282b449",
    "text": "The most dangerous form of procrastination is unacknowledged type-B procrastination [putting off important things to do unimportant things], because it doesn't feel like procrastination. You're \"getting things done.\" Just the wrong things.",
    "author": "Paul Graham",
    "topics": [
      "entrepreneurship",
      "startups"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "bad25c9df812c279",
    "text": "If you work on something you can finish in a day or two, you can expect to have a nice feeling of accomplishment fairly soon. If the reward is indefinitely far in the future, it seems less real.",
    "author": "Paul Graham",
    "topics": [
      "entrepreneurship",
      "startups"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "6f5876c489c35859",
    "text": "Another reason people don't work on big projects is, ironically, fear of wasting time. What if they fail? Then all the time they spent on it will be wasted. (In fact it probably won't be, because work on hard projects almost always leads somewhere.)",
    "author": "Paul Graham",
    "topics": [
      "entrepreneurship",
      "startups"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "f26e30428b97530a",
    "text": "I think the way to \"solve\" the problem of procrastination is to let delight pull you instead of making a to-do list push you.",
    "author": "Paul Graham",
    "topics": [
      "entrepreneurship",
      "startups"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "4abc973462e6ff76",
    "text": "The first type of judgement is the type where judging you is the end goal... But in fact there is a second much larger class of judgements where judging you is only a means to something else.",
    "author": "Paul Graham",
    "topics": [
      "entrepreneurship",
      "startups"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "fb22be7ef90c644c",
    "text": "The more you realize that most judgements are greatly influenced by random, extraneous factors—that most people judging you are more like a fickle novel buyer than a wise and perceptive magistrate—the more you realize you can do things to influence the outcome.",
    "author": "Paul Graham",
    "topics": [
      "entrepreneurship",
      "startups"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "eeaf4165e5e77a36",
    "text": "One thing that leads us astray here is that the selector seems to be in a position of power. That makes him seem like a judge. If you regard someone judging you as a customer instead of a judge, the expectation of fairness goes away. The author of a good novel wouldn't complain that readers were unfair for preferring a potboiler with a racy cover. Stupid, perhaps, but not unfair.",
    "author": "Paul Graham",
    "topics": [
      "entrepreneurship",
      "startups"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "aa219466652eae5a",
    "text": "Someone trying to live well would seem eccentrically abstemious in most of the US. That phenomenon is only going to become more pronounced. You can probably take it as a rule of thumb from now on that if people don't think you're weird, you're living badly.",
    "author": "Paul Graham",
    "topics": [
      "entrepreneurship",
      "startups"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "c8376da0405d01ea",
    "text": "If you'd asked me as a kid how rich people became poor, I'd have said by spending all their money. That's how it happens in books and movies, because that's the colorful way to do it. But in fact the way most fortunes are lost is not through excessive expenditure, but through bad investments.",
    "author": "Paul Graham",
    "topics": [
      "entrepreneurship",
      "startups"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "5028f8d094d0f287",
    "text": "The most dangerous way to lose time is not to spend it having fun, but to spend it doing fake work. When you spend time having fun, you know you're being self-indulgent. Alarms start to go off fairly quickly. If I woke up one morning and sat down on the sofa and watched TV all day, I'd feel like something was terribly wrong. ... But the same alarms don't go off on the days when I get nothing done, because I'm doing stuff that seems, superficially, like real work.",
    "author": "Paul Graham",
    "topics": [
      "entrepreneurship",
      "startups"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "30349a3600426dbe",
    "text": "Being mean makes you stupid. That's why I hate fights. You never do your best work in a fight, because fights are not sufficiently general. Winning is always a function of the situation and the people involved. You don't win fights by thinking of big ideas but by thinking of tricks that work in one particular case. And yet fighting is just as much work as thinking about real problems.",
    "author": "Paul Graham",
    "topics": [
      "entrepreneurship",
      "startups"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "756a5bedf6e4f0ee",
    "text": "Jessica and I have always worked hard to teach our kids not to be mean. We tolerate noise and mess and junk food, but not meanness.",
    "author": "Paul Graham",
    "topics": [
      "entrepreneurship",
      "startups"
    ],
    "addedAt": "2026-02-18"
  },
  {
    "id": "d58cf29f9b7393ed",
    "text": "Startups don't win by attacking. They win by transcending. There are exceptions of course, but usually the way to win is to race ahead, not to stop and fight.",
    "author": "Paul Graham",
    "topics": [
      "entrepreneurship",
      "startups"
    ],
    "addedAt": "2026-02-18"
  }
]